[
  {
    "id": "01fed77f-c38e-419b-957f-6c1801baf91e",
    "line": "[\n  {\n    \"id\": \"START\",\n    \"speaker\": \"Akthar-Neth Amatru\",\n    \"line\": \"Seigneuresse Uresaïr, la lumière de votre présence illumine notre sombre sanctuaire. Que désirez-vous explorer dans les méandres de notre culte aujourd'hui ?\"\n  },\n  {\n    \"id\": \"NODE_1\",\n    \"speaker\": \"Uresaïr\",\n    \"line\": \"Akthar-Neth, cette Nef, ce cœur de notre lutte, vibre encore de secrets non révélés. Que pouvez-vous m'apprendre sur les dernières manifestations des Insufflations ?\"\n  },\n  {\n    \"id\": \"NODE_2\",\n    \"speaker\": \"Akthar-Neth Amatru\",\n    \"line\": \"Ah, les Insufflations... Les murmures des ancêtres semblent plus pressants. Ils parlent d'une convergence imminente, un appel à l'union de nos volontés contre l'entropie.\"\n  },\n  {\n    \"id\": \"NODE_3\",\n    \"speaker\": \"Uresaïr\",\n    \"line\": \"Une convergence ? Est-ce là la promesse d'un Dernier Rituel ou simplement le reflet de votre obsession ? Je crains que la fixation sur cette entité collective ne nous écarte de notre essence.\"\n  },\n  {\n    \"id\": \"NODE_4\",\n    \"speaker\": \"Akthar-Neth Amatru\",\n    \"line\": \"Ne voyez-vous pas ? C'est précisément cette essence que nous devons préserver, Uresaïr. La Fixation est notre ultime escapade face à la dissolution. Chaque sacrifice, chaque geste, nous rapproche de cette transcendance.\"\n  },\n  {\n    \"id\": \"NODE_5\",\n    \"speaker\": \"Uresaïr\",\n    \"line\": \"Transcendance... ou stagnation, Akthar-Neth ? Je ressens les tensions, les luttes internes. Vous manipulez les mémoires, mais qu'en est-il de la vôtre ? Êtes-vous prêt à sacrifier ce qui reste de votre humanité ?\"\n  },\n  {\n    \"id\": \"NODE_6\",\n    \"speaker\": \"Akthar-Neth Amatru\",\n    \"line\": \"Je n'ai jamais prétendu être un homme, Seigneuresse. Je suis le Nœud Éternel, dédié à la préservation. Chaque cicatrice sur mon corps est un testament de ma dévotion. Mais dites-moi, qu'attendez-vous de moi ? Que puis-je faire pour vous prouver ma loyauté ?\"\n  },\n  {\n    \"id\": \"NODE_7\",\n    \"speaker\": \"Uresaïr\",\n    \"line\": \"Je cherche la vérité dans ce labyrinthe de croyances. Prions ensemble, Akthar-Neth, et laissons les Insufflations nous guider vers ce que nous devons comprendre. Cela pourrait bien être la clé de notre salut.\"\n  },\n  {\n    \"id\": \"NODE_8\",\n    \"speaker\": \"Akthar-Neth Amatru\",\n    \"line\": \"Alors prions, Seigneuresse. Que nos voix s'élèvent comme des cendres dans le vent, et que nous recevions la sagesse des ancêtres pour mieux affronter l'entropie qui menace.\"\n  }\n]"
  }
]