{
  "content": "# Habillage\n\n**Niveau de langue**\n• - Registre variable selon le personnage : chaque personnage parle selon sa propre personnalité, son origine sociale et culturelle\n• - Du familier au soutenu : Le forgeron itinérant Grish peut parler de façon familière et directe, tandis que les érudites de la Bibliothèque Sympathique utilisent un registre soutenu\n• - Vocabulaire adapté : chaque espèce et culture a ses propres concepts et expressions (pas de réductionnisme)\n• - Accord de proximité ou de majorité : pas de primauté du masculin (cf. Vision)\n• - Ton général du jeu : sérieux, introspectif, surréaliste\n\n**Complexité de langage**\n• - Phrases de longueur variable : courtes pour les moments de tension, plus longues pour la contemplation et l'introspection\n• - Vocabulaire riche et précis, adapté au personnage et à son contexte culturel\n• - Anachronismes contextuels acceptés : certaines zones comme la Vieille Ville ont un niveau technologique contemporain ou futuriste, ce qui peut se refléter dans le vocabulaire\n• - Cible : joueurs et joueuses matures appréciant la profondeur narrative (références : Planescape: Torment, Disco Elysium, Final Fantasy VII à X, Xenogears, Ursula K. Le Guin)\n\n**Structure type**\n• - Entrée en matière : in medias res pour les dialogues majeurs, contextualisation minimale\n• - Pas de small talk gratuit : chaque échange doit servir la narration, les thèmes (Conflits de Conscience, Voyage au Cœur de l'Étrange, Des liens d'acier) ou la caractérisation\n• - Corps du dialogue : - 2–10 options de dialogue par interaction (cf. Untitled) - Minimum 2 choix significatifs par dialogue important - Pas de choix \"neutre\" ou \"skip\" — chaque option doit avoir du poids\n• - Embranchements : les choix révèlent les dilemmes moraux sans solution idéale\n• - Fin : souvent ouverte ou ambiguë, favorisant la réflexion post-dialogue\n• - Durée cible : intégration dans la boucle de 5 minutes (mini-scène)\n\n# Technique des dialogues\n\n**Nombre de caractères minimum et maximum par ligne**\n• - Maximum : ≤ 200 mots par panneau. ≤ 80 mots par choix de réponse.\n• - Contrainte de doublage : texte synchronisé avec voix + sous-titres\n\n**Effets des mots ou des lignes**\n• - Apparition progressive du texte (style typewriter, ~50 caractères/seconde)\n• - Possibilité de skip : touche/bouton dédiée pour passer l'animation\n• - Sons d'interface : - Bip doux synchronisé à l'apparition du texte - Tonalité différente selon le personnage parlant (Uresaïr, Eonundé, Vethraak, PNJ) - Son de validation de choix distinct\n• - Mise en forme autorisée (codification JSON) : - Gras : \\*\\*texte\\*\\* pour l'emphase - Italique : \\*texte\\* pour les pensées, murmures ou ton particulier - Barré : \\~\\~texte\\~\\~ pour les hésitations, corrections - Couleur : \\<color=#RRGGBB\\>texte\\</color\\> pour mise en valeur sémantique (avec parcimonie) - Pause : \\[wait=X\\] pour créer des silences expressifs - Vitesse : \\[speed=X\\] pour ralentir/accélérer ponctuellement\n• - Limitation : pas de surutilisation des effets (privilégier la sobriété)\n\n# Interactivité des dialogues\n\n**Choix dans les dialogues**\n• - Oui, systématiquement pour les dialogues\n• - 2 à 10 options pour les dialogues d'exploration narrative standard (cf. Untitled)\n• - Choix exclusifs : certains ferment des branches définitivement (pas de retour en arrière)\n• - Choix récursifs : certains permettent d'approfondir avant de se décider\n• - Pas de choix \"neutre\" : chaque option a un impact (immédiat ou différé)\n\n**Embranchements dans les dialogues**\n• - Tous les choix majeurs créent un embranchement (visible ou invisible)\n• - Critères d'embranchement : - Choix liés aux dilemmes moraux centraux (thème Conflits de Conscience) - Choix impliquant Influence/Respect (système mécanique) - Choix révélant/cachant des informations cruciales au lore - Choix affectant les relations entre héroïnes et PNJ\n• - Embranchements \"silencieux\" : certains impacts ne sont visibles qu'à long terme via : - Tags narratifs - Mémoire conversationnelle (flags booléens + compteurs 0–3 par PNJ) - Décroissance après 3 scènes (sauf flags \"permanents\")\n• - Pas d'embranchements neutres : même les choix d'exploration ont un poids narratif ou relationnel\n\n**Impacte des embranchements**\n• - Sur l'histoire : déblocage/verrouillage de quêtes, révélations narratives, accès à des arcs spécifiques\n• - Sur les relations : - Modification Influence (pression Éthérée sur PJ possédés) - Modification Respect (confiance entre Éthérée et PJ) - Modification Prestige (réputation auprès des factions)\n• - Sur les dialogues futurs : mémoire conversationnelle active (flags + compteurs)\n• - Sur les capacités : - Déblocage/blocage de choix futurs selon seuils Influence/Respect - Accès à certaines compétences ou options tactiques\n• - Sur l'environnement : modifications visuelles subtiles (PNJ présents/absents, objets déplacés)\n• - Sur l'accès : zones, recrutements, quêtes annexes conditionnées par les choix antérieurs\n• - Architecture en spirale narrative : révélations progressives modifient rétroactivement la compréhension du joueur (cf. Guide de narration)\n\n**Gestion des embranchements**\n• - Points de convergence : - Rencontres obligatoires avec les trois héroïnes (Uresaïr au Léviathan, Eonundé au Puits Céleste, groupe à Daïlon) - Affrontements avec Valkazer et révélation finale de Jast - Scènes-clés de l'intrigue principale\n• - Convergence minimale : Les dialogues sont volontairement explosifs et peuvent mener à tout. Inspiration du Jeu de rôle sur table.\n• - Branches \"mortes\" limitées : éviter les impasses narratives, privilégier les conséquences ambiguës\n• - Personnages liés par des événements ignorés : les héroïnes sont connectées par leur passé commun, révélé progressivement (ex: Vethraak ignore qu'Eonundé est une copie de l'amante qu'il a tuée)"
}