{
  "content": "# Narration linéaire / directe\n\n**L'intrigue principale**\nPrémisse centrale : Vous êtes un esprit fragmenté qui possède trois renégates brisées par le même tyran. En tuant son héritier, elles découvrent que ce qui les rendait faibles (être manipulées, contrôlées, réduites à des pions) est précisément ce qui leur permet de détruire le dieu-rêveur qui a figé le monde en castes.Vision\nProtagonistes et leurs arcs :\n• - L'Éthérée : Entité collective en quête de possession, lutte entre instinct de domination et volonté de coexistence. Transformation : de l'incapacité à reconnaître l'individualité à l'acceptation de sa vulnérabilité.Les meilleurs personnages de la prémissePossibilités de transformation\n• - Uresaïr : Thaumaturge déchue, cherche la paix loin du monde. Arc : de l'isolation volontaire à la réintégration dans le monde comme égale.Les meilleurs personnages de la prémissePossibilités de transformation\n• - Eonundé : Copie artificielle révoltée, défie les tyrans. Arc : de la vengeance comme moteur à la construction d'une identité fondée sur la révolte.Les meilleurs personnages de la prémissePossibilités de transformation\n• - Vethraak : Courtisan hors caste, vit hors du système. Arc : de l'isolement à l'équilibre entre autonomie et visibilité.Les meilleurs personnages de la prémissePossibilités de transformation\nAntagonistes :\n• - Valkazer Reitar : Héritier maudit par l'immortalité défectueuse, force destructrice tragique qui comprend qu'il est le produit d'un monde injuste.Liste de souhaits\n• - Vol Reitar : Créateur de Daïlon, esprit errant cherchant à se reconstituer, symbolise la tyrannie perpétuelle.Vision\n• - Jast, l'Inéluctable : Rêveur archétypal qui maintient le panoptique central et fixe la forme du monde. Note meta : \"Jast\" est le nom méta-narratif de cet antagoniste ; totalement inconnu dans le monde. Au mieux, quelques spécialistes ésotériques évoquent l'hypothèse d'un \"Rêveur continental\", mais sans consensus et avec des théories contradictoires sur ce que cela impliquerait.Vision\n\n**Les cinématiques**\nNature : Scènes d'action, moments dynamiques et rythmés où le rythme est contrôlé par le design\nFormat visuel :\n• - Panneaux illustrés plein écran en séquence\n• - Possibilité d'animation en boucle (style GIF) ou courtes séquences animées (selon tests techniques)\nDialogues et son :\n• - Voix + sous-titres synchronisés\n• - Musique calée précisément sur la séquence\nChoix interactifs :\n• - QTE narratifs : temps limité pour décider\n• - 2 à 4 choix par embranchement (mappés sur les touches directionnelles : haut, bas, gauche, droite)\n• - Nombre de choix typiques : 2 à 4\n• - Principe important : pas de choix “à court impact”, chaque choix de cinématique est potentiellement explosif (impact sur toute la séquence).\nEmbranchements :\n• - Impact immédiat visible (panneaux alternatifs)\n• - Impact à long terme géré par les systèmes de mémoire (tags, influence, réputation)\nExemples :\n• - La Vision d'Uresaïr : cauchemar avec choix d'intervenir ou observer la torture\n• - Scènes d’action\n• - Moments de révélation majeurs avec tension dramatique\n\n**Les barks**\nNature : Répliques courtes et non-interactives déclenchées par des événements, exprimant les réactions des héroïnes possédées ou les pensées de l'Éthérée\nContexte technique :\n• - Les dialogues seront doublés, donc pas de combinaison barks/dialogues possible\n• - Les PNJ sont majoritairement statiques, avec leurs propres dialogues formels\n• - Les interactions avec objets passent par des boîtes de dialogue (narrateur)\nÉvénements déclencheurs potentiels :\n• - Exploration : Découverte de lieux significatifs, observation d'éléments environnementaux marquants, approche de points d'intérêt\n• - Proximité de PNJ : Passage près d'un personnage (le bark ne remplace pas le dialogue formel)\n• - Réputation et mémoire : Entrée dans un lieu avec réputation significative, rencontre avec PNJ lié à un souvenir, déclenchement de tags majeurs\n• - Gameplay : Réussite/échec critique d'une action longue, usage d'influence pour forcer une action, première utilisation d'une compétence majeure\n• - Réactivité aux choix : Immédiatement après un choix majeur, retour dans un lieu modifié par un choix antérieur\n• - Atmosphère : Changements significatifs dans l'environnement, moments de silence prolongé\nVariations contextuelles :\n• - Selon la personnalité de l'héroïne active (Vethraak : détaché et cynique, Eonundé : révoltée, Uresaïr : introspective)\n• - Selon l'état de l'Éthérée (dominante, coexistante, etc.)\n• - Selon la réputation, les relations et les lieux visités\n\n**L'exploration de l'esprit / les souvenirs revécus**\nStructure en spirale narrative :[5]\n• - Révélations progressives sur le passé des héroïnes\n• - Chaque retour modifie la compréhension du joueur\n• - Les personnages sont liés par des événements ignorés (inspiré de Planescape: Torment)\n• - Exemples : Vethraak ignore qu'Eonundé est une copie de l'amante qu'il a tuée\n\n**Les quêtes annexes**\nLes quêtes sont documentées dans Structure Macro. Voir exemple : Les Ancres de l'Immortelle.\nPrincipes directeurs :\n• - Choix moraux complexes : Pas de dichotomie bien/mal. Chaque option doit avoir avantages et inconvénients moralement ambigus (ex: emporter/laisser/détruire)\n• - Conséquences visibles et invisibles : Impact immédiat (tags, influence) + effets long terme sur capacités, dialogues, et relations\n• - Ancrage thématique : Chaque quête explore au moins un des trois thèmes principaux (Conflits de conscience, Voyage au cœur de l'étrange, Des liens d'acier)\n• - Contraintes narratives : Éviter les solutions \"parfaites\" via des contraintes (ex: \"pas 3x le même choix\" force la nuance)\n• - Profondeur psychologique : Révéler l'intériorité, les motivations et contradictions des personnages\n• - Ton et durée : Sérieux, introspectif, surréaliste. Viser 10-20 minutes de gameplay\n• - Cohérence avec le monde : Informer la zone et l'intrigue principale (lore, PNJ, récompenses)\nPlus d’informations dans Guide des Quêtes annexes \n\n# Narration environnementale\n\n**Les niveaux de jeu**\nStructure géographique d'Escelion :Vision\n• - 3 zones concentriques : Vieille Ville → Couronnes Intermédiaires → Périphéries\n• - Note meta-narrative : Un Rêveur maintient invisiblement la structure panoptique depuis la Vieille Ville, mais cette réalité est cachée jusqu'à la fin du jeu\n• - Continent-monde plat : surplombé d'une voûte rocheuse (ciel de roche)\n• - Lois physiques fragmentées : les constantes varient selon les zones\n• - Éclairage : Deimos (insectes géants lumineux) et phénomènes locaux\nLieux centraux :\n• - Citadelle de Daïlon : Structure utopique en ruines, cœur de l'intrigue\n• - Le Léviathan : Où Uresaïr émerge, gardé par Akthar-Neth\n• - Le Puits Céleste : Lieu de rencontre avec Eonundé\n• - La Vieille Ville : Panoptique de Jast, système de classification (ressource/intrus/parasite)\n\n**Les décors**\nEsthétique générale :\n• - Fantasy psychédélique, surfantastique\n• - Surréalisme onirique : léviathans de pierre, cités mécaniques flottantes, étoiles-insectoïdes\n• - Luxe de détails dans un style peint (inspiration Dragon's Crown)\n• - L'étrange comme norme, l'horreur avec des traits aimables\n\n**Les éléments interactifs**\nObjets narratifs majeurs :\n• - Déclenchent des dialogues formels (comme les PNJ)\n• - Tradition CRPG (ex: Baldur's Gate 2)\n• - Peuvent ouvrir des boîtes de dialogue avec choix multiples\n• - Liés à des quêtes, découvertes lore, ou moments clés\nObjets d'examen simples :\n• - Génèrent un texte flottant (style BG2) ou un bark\n• - Permettent d'enrichir l'environnement sans alourdir l'interaction\n• - Contribuent à la narration environnementale\nCohérence avec les systèmes :\n• - Intégration avec les actions longues (examens approfondis)\n• - Lien avec le système de tags et de mémoire narrative\n• - Respect du ton contemplatif et introspectif du jeu\n\n**Les visuels des personnages**\nDiversité des espèces :\n• - Van'Doei, Aedres, Imuins et nombreuses autres espèces conscientes\n• - Designs \"inhumains\" en apparence mais \"humains\" psychologiquement\n• - Vieillissement variable selon les espèces (ex : Van'Doei adulte à 10 Nuées, vieillard à 30 Nuées)\n\n**Les animations des personnages**\nSystème directionnel :\n• - Sprites 8 directions pour personnages jouables (héroïnes possédées)\n• - Sprites 4 directions pour NPCs standard\n• - Orientation automatique selon direction de mouvement\n• - Flip horizontal automatique si nécessaire\nCycles d'animation :\n• - Idle : Respiration subtile, micro-mouvements naturels\n• - Walk : 4-6 frames par direction, 12-15 fps, mouvement mesuré (pas de course)\n• - Transitions fluides idle↔walk (<100ms)\n• - Synchronisation vitesse déplacement / animation speed\nPrincipes d'animation narrative :\n• - Les animations doivent refléter la psychologie du personnage\n• - Exemple Uresaïr : mouvement mesuré, verre qui vibre légèrement, auréole flottante\n• - Privilégier la cohérence narrative à la performance technique pure\n\n**Les musiques**\nAmbitions :\n• - Musiques uniques pour chaque décor majeur\n• - Orchestrations symphoniques\n• - Renforcement de l'atmosphère surréaliste et introspective\n\n# Narration systémique\n\n**Le gameplay**\nObjectifs joueurs :\n1. Conscience et Moralité : Faire réfléchir sur l'impact des décisions, dilemmes sans solution idéale\n1. Émerveillement et Inquiétude : Le \"laid\" peut être beau et vice-versa\n1. Progression et Impact : Développer l'empathie, comprendre les effets des décisions politiques\nMécaniques narratives :\n• - Choix lourds de conséquences (pas de simple \"oui ou non\")\n• - Exploration et dialogue au cœur de l'expérience\n• - Combats possibles mais non centraux\n• - Influence de l'Éthérée sur les trois héroïnes\n\n**Les compétences des personnages**\nSystèmes à développer :\n• - Caractéristiques et compétences liées aux arcs de transformation\n• - Évolution par gain d'expérience\n• - Reflet mécanique des thèmes (contrôle vs liberté, mémoire vs oubli, etc.)\n\n**Les caméras**\nVue principale :\n• - Vue à la troisième personne, distante (vue de scène)\n• - Centrée sur le personnage jouable la plupart du temps\n• - Distance permettant d'apprécier les décors et l'atmosphère\nChangements de focus :\n• - Focus sur éléments narratifs spécifiques dans certaines scènes\n• - Recadrage pour mettre en valeur des moments clés\n• - Maintien de la cohérence visuelle et de l'immersion\n\n# La Prémisse (John Truby)\n\n**Principe directeur**\n\"Explorer la tension entre le contrôle absolu et la liberté individuelle, où chaque décision a des répercussions qui se propagent à travers des générations et façonnent le destin de la société.\"\n\n**Problème moral central**\n\"Comment résister à un système d'oppression quand ce système définit les termes mêmes de la résistance ?\"\n\n**Les trois thèmes principaux**\n1. Conflits de Conscience : Dilemmes moraux déchirants, contradictions du monde\n1. Voyage au Cœur de l'Étrange : Émerveillement et inquiétude, l'étrange comme norme\n1. Des liens d'acier : Structures et rituels sociaux qui lient et séparent\n\n**Fondements philosophiques**\n• - Matérialisme : Tout est matière, la \"magie\" est mal comprise\n• - Déterminisme : Pas de mérite, seulement causes et conséquences\n• - Xénophilie : L'étranger n'est pas à craindre\n• - Pas de primauté du masculin : Accord de majorité ou de proximité\n\n**Le thème de l'immortalité**\nCinq formes explorées dans Alteir :\n1. Vethraak : Immortalité par la reproduction (cyclique, perte de mémoire)\n1. Eonundé : Immortalité par la croyance (âme, projection)\n1. Uresaïr : Immortalité par l'art et la culture (influence civilisationnelle)\n1. Vol Reitar : Immortalité politique (Grande Œuvre, conservation du pouvoir)\n1. Valkazer : Immortalité dans la destruction (révolution, subversion)\nMessage central : Reconnaître la fragilité de ces tentatives, promouvoir la quête scientifique et morale pour repousser la vieillesse, la maladie et la mort."
}