[
  {
    "id": "START",
    "speaker": "Voknir Esh'Maradel",
    "line": "Tu marches sans masque et pourtant tu ne t'effaces pas. C'est… rare, ici.\n*Il lisse une peau-mémoire tendue sur un cadre d’os. Des lignes s’y déplacent comme des veines.*\nJ’ai reconnu ton pas avant de te voir. La tempête où tu m’as rendu un Nœud de convergence, je la redessine chaque nuit, pour vérifier qu’elle n’a pas eu lieu ailleurs.\nDis-moi, Uresaïr. Tu viens chercher une route, ou une preuve que les routes mentent ?",
    "choices": [
      {
        "text": "Je viens chercher une route. Une qui n’appartient ni au Culte, ni à l’Exégète.",
        "respectDelta": 1,
        "targetNode": "NODE_START_CHOICE_0"
      },
      {
        "text": "Ta carte bouge. Tu la laisses te corriger, ou tu la combats ?",
        "influenceDelta": 1
      },
      {
        "text": "Je viens pour une preuve. Dis-moi ce que tu sais de l’Ensevelie, sans prières et sans détour.",
        "test": "Volonté+Intimidation:11",
        "respectDelta": -1
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0",
    "speaker": "Voknir Esh'Maradel",
    "line": "Tu veux une route qui n’appartient ni au Culte ni à l’Exégète.\n\nIl hoche la tête comme s’il acceptait une vérité qu’il avait toujours su mais qu’il aimait pourtant entendre à voix haute.\n\n« Alors tu veux l’écart. » Il tapote la peau-mémoire ; les veines dessinées palpitent plus vite. « Il y a des routes qui se contentent d’être pavées d’arguments, des routes qui portent des bannières et des veilles. Et puis il y a des lignes que l’on trace à la craie, la nuit, sur le sol humide — des lignes qui ne demandent pas de serment mais seulement une réponse. »\n\nIl s’approche, étire sa main mais ne la pose pas sur toi. « Dis-moi : es-tu prête à renoncer à la sécurité d’un nom pour la solitude d’une carte ? Et es-tu prête à payer la vérité d’un prix qu’on ne peut payer qu’avec un morceau de mémoire ? »",
    "consequences": {
      "flag": "met_voknir",
      "description": "Le personnage a rencontré Voknir Esh'Maradel."
    },
    "isLongRest": false,
    "choices": [
      {
        "text": "Je suis prête à renoncer au nom. Dis-moi comment tracer l’écart.",
        "allowInfluenceForcing": true,
        "influenceDelta": 0,
        "targetNode": "NODE_START_CHOICE_0_CHOICE_0"
      },
      {
        "text": "Je n’ai rien à offrir en mémoire, mais j’ai des faits : une tempête, un Nœud de convergence. Je peux t’épargner tes veilles si tu m’aides.",
        "influenceDelta": 2,
        "respectDelta": 1
      },
      {
        "text": "Les routes ont toujours menti. Pourquoi la tienne serait différente ?",
        "influenceDelta": -1
      },
      {
        "text": "Je ne donnerai pas ma mémoire. Donne-moi une route, ou reste ton cadre d’os.",
        "influenceDelta": -2,
        "respectDelta": -1
      },
      {
        "text": "Je prends le temps d’écouter d’abord. Raconte-moi une de tes cartes-tempêtes.",
        "test": "Perception+Vestige:8",
        "influenceDelta": 1
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_0",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il sourit, étirant les lèvres comme on déroule une carte fragile. « Bien. » Sa main effleure de nouveau la peau-mémoire; les veines luminescentes dessinent des runes qui bougent. « Tracer l’écart n’est pas signer un pacte, c’est ouvrir un passage qu’on refermera plus tard — ou jamais. Voici comment cela se fait :\n\nTu choisiras un souvenir précis, une image qui tient chaud quand le monde est froid — un nom, un visage, une odeur. Tu déposes ce souvenir dans la peau-mémoire ; elle le déchiquettera en lumière et le gardera, et toi tu sentiras le manque comme une pierre creusée. Ensuite, à la tombée de la nuit, tu te rendras à l’endroit où la craie tient encore l’humidité : un carrefour oublié, une cave à vinmlins ou la marge d’un cimetière de navires. Tu traceras trois lignes à la craie — une pour l’oubli, une pour la promesse, une pour la direction — et tu marcheras sur la dernière, en silence. Lorsque tes pas auront franchi la craie, l’écart existera autour de toi comme un couloir sans bannière. Il ne te protégera pas des regards, mais il te rend invisible aux cartes du Culte et de l’Exégète.\n\nLe prix ? Une portion de mémoire. Pas une vie, pas la honte d’un nom public, mais une chose intime : un trait, une date, une odeur — ce que tu choisis. Ce que tu donnes, tu ne pourras pas le retrouver. Parfois le prix est immédiat ; parfois il revient en vagues, te rappelant qu’un morceau manque. »",
    "consequences": {
      "flag": "Ecart_Proposition",
      "description": "Le joueur a reçu les instructions pour tracer l'écart et comprend qu'un souvenir doit être sacrifié."
    },
    "choices": [
      {
        "text": "Je suis prête. Prends cette mémoire. (Je veux tracer l'écart maintenant.)",
        "test": "Volonté+Sacrifice:12"
      },
      {
        "text": "Explique-moi encore : quels risques concrets ? Que puis-je perdre, au juste ?",
        "test": "Raison+Savoir:10"
      },
      {
        "text": "Je veux un gage — si je perds une mémoire, que m’offres-tu en retour pour m’assurer que je puisse finir la route ?",
        "test": "Raison+Négociation:11"
      },
      {
        "text": "Non. Je refuse. Je ne paierai pas ce prix.",
        "allowInfluenceForcing": true,
        "influenceDelta": -1,
        "respectDelta": -1
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il te regarde comme on regarde un miroir brisé — non pas avec colère, mais avec une déception qui coupe plus net. « Tu n'as même pas vu la craie, » murmure-t-il, comme si c'était la loi la plus simple du monde. Sa main effleure encore la peau-mémoire; les veines s'illuminent d'un blanc froid. « Il n'y a rien à négocier avec l'ombre d'une perception qui n'est pas arrivée. Tu voulais l'écart sans payer, l'itinéraire sans contempler son coût. Très bien. »\n\nSa voix devient lente, précise : « Puisque tu n'as pas su lire le sol humide, j'effacerai ce que tu ne peux plus offrir. Une route s'achète parfois à la monnaie qu'on ne regarde que trop tard : un souvenir. »\n\nIl incline la tête et, sans te toucher vraiment, une douleur sourde traverse ta poitrine comme une porte qu'on claque. Une image, un nom, une certitude — il te faut la sensation de vide qui suit une main qui retire une pierre d'un mur ancien. « Tu sentiras un espace froid où quelque chose vivait. Après ça, tu ne seras plus exactement la même. »\n\nIl recule d'un pas et sourit, mais c'est un sourire qui n'offre rien. « Tu as échoué à percevoir. Tu es désormais marquée. Les chemins te regarderont différemment ; certains se détourneront, d'autres te reconnaîtront pour ce que tu portes désormais : une absence. Va. Apprends à vivre avec ce que tu as perdu, ou à le chercher dans des ombres plus cruelles. »",
    "consequences": {
      "flag": "Souvenir_Arraché_et_Marquage",
      "description": "Voknir arrache un souvenir important au PJ (le MJ détermine lequel). Le PJ subit une perte d'un Vestige/point de mémoire narratif et reçoit une marque visible/psychique qui attirera l'attention d'agents de l'Exégète et dégradera sa réputation auprès des cultes et alliés."
    },
    "choices": [
      {
        "text": "Hurle ta colère et exige qu'il te rende ce souvenir. (Tu refuses de céder.)",
        "influenceDelta": -5,
        "respectDelta": -15,
        "targetNode": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE_CHOICE_0"
      },
      {
        "text": "Tu baisses la tête et acceptes la perte — prends la route seule, muette.",
        "influenceDelta": -2,
        "respectDelta": -5,
        "targetNode": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE_CHOICE_1"
      },
      {
        "text": "Tu fuis aussitôt, le cœur en vrac, en espérant échapper à ce qu'il a annoncé.",
        "influenceDelta": 0,
        "respectDelta": -20,
        "targetNode": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE_CHOICE_2"
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_FAILURE",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il incline légèrement la tête, comme si ta négation avait trouvé sa place dans une liste qu’il connaît par cœur. Un sourire sans joie étire ses lèvres.\n« Très bien. » Sa main revient effleurer la peau-mémoire ; les veines bleues se calment, comme si on abaissait un régulateur. « Tu choisis le nom, la rue sûre, la chaleur des bannières. C’est un choix honnête. »\nIl recule d’un pas, reprenant une distance cérémonieuse. « Sache cependant que certaines cartes ne réapparaissent pas une fois qu’on les a refusées à la lumière. Tu n’auras pas payé le prix ce soir, mais tu laisses une trace : une porte qui se referme, et un silence où aurait pu être une réponse. »\nIl marque une pause, ses yeux sondant les tiens. « Ce refus diminue la curiosité que je t’aurais accordée — je ne t’offrirai pas tout de suite l’écart. Et l’Exégète et le Culte sentent les hésitations : ils s’en souviendront, à leur manière. Si tu changes d’avis, reviens avant que la nuit n’efface la craie ; je pourrais alors te proposer autre chose. »",
    "consequences": {
      "flag": "chose_security_over_road",
      "description": "Le PJ a refusé l'écart. L'accès à cette voie se ferme pour l'instant : Voknir réduira son investissement envers le PJ (respect -1) et le réseau d'information clandestin se montrera moins enclin à offrir des chances similaires."
    },
    "choices": [
      {
        "text": "« Attends. Donne-moi une chance de réfléchir — que pourrais-tu offrir sans le prix ? »",
        "test": "Raison+Rhétorique:10",
        "allowInfluenceForcing": true
      },
      {
        "text": "Tu hoches la tête, tu tournes les talons et tu t’éloignes. « Très bien. Je pars. »",
        "respectDelta": -1
      },
      {
        "text": "« Alors garde ta craie. Mais dis‑moi autant que tu peux : qu'est‑ce qui se cache sur ces lignes ? »",
        "test": "Perception+Vestige:12"
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_SUCCESS",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il sourit, un coin de sa bouche se relève comme une lame qui accepte sa course. « Très bien. » Sa main se retire de la peau-mémoire et l’appareil émet un faible cliquetis, comme si quelque chose venait d’être déverrouillé de l’autre côté de la chair. « Tu n’as pas choisi la facilité, ni l’abri d’un nom. Tu as choisi l’écart — la ligne que l’on trace sans témoin. »\n\nIl incline la tête, et pour la première fois il paraît soulagé plutôt que calculateur. « Écoute : je peux t’offrir la carte — pas une carte entière, pas la carte que l’on vend et que l’on recouvre de sceaux. Une portion. Une vérité tracée dans la marge. Mais elle a un coût. Pas en argent. En mémoire. Un fragment. Une image que tu possèdes. Une odeur, un visage, un mot. »\n\nSa voix s’adoucit. « Tu as vu plus que la plupart. Ta perception a trouvé la voie. Parce que tu as rendu cette route plausible, je la tracerai pour toi — et je réduirai le tribut que je demande. Ce que tu perds sera petit, précis, et il te permettra d’accéder à une route que ni le Culte ni l’Exégète ne gardent. »\n\nIl pose sur ta paume un petit talisman de craie noire, à peine chaud. « Prends-le. Quand tu l’allumeras contre la peau-mémoire, la ligne apparaîtra. Mais sache-le : une fois la mémoire cédée, elle ne reviendra pas. Et puisque tu as su trouver l’écart, je marque ceci — tu peux me demander aide sur cette route trois fois sans me payer davantage. »",
    "consequences": {
      "flag": "ecart_accepted",
      "description": "Le PJ accepte l’Écart. Voknir fournira une portion de carte marginale menant hors des voies du Culte et de l'Exégète."
    },
    "choices": [
      {
        "text": "J'accepte. Prends ce souvenir — une image facile à sacrer, le visage d'une fête oubliée.",
        "influenceDelta": 0,
        "respectDelta": 0
      },
      {
        "text": "Avant de donner quoi que ce soit, dis‑m'en plus sur la route : où elle mène, qui la fréquente, et ce qu'on risque d'y trouver.",
        "test": "Raison+Connaissance:10"
      },
      {
        "text": "Garde ta carte pour l'instant. Je veux garder tous mes souvenirs pour choisir plus tard.",
        "condition": "NOT ecart_accepted"
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_SUCCESS",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il sourit comme si la nuit elle-même venait d'applaudir. Les veines de la peau-mémoire s'illuminent, dessinant une fine ligne argentée qui se détache dans l'air. « Tu n'as pas seulement entendu la proposition », dit-il d'une voix douce, « tu l'as trouvée quand elle se cachait. »\n\nIl repose enfin sa main, paume ouverte vers toi, sans te toucher. Une image fleurit dans ton esprit — une ruelle humide, une craie blanche, une porte sans enseigne. Ce n'était pas une menace, ni un pacte serré : c'était une clef. « Prends-la. Ce que je te donne est un éclat de route — une carte que je trace pour toi, à la craie, dans l'ombre. »\n\nIl incline la tête. « Et pour le prix… je n'exige pas ce que l'on prend d'habitude. Tu ne céderas pas un souvenir précieux, mais je te rendrai l'un des tiens que tu as oubliés — une dette que je tiens depuis longtemps. Considère ceci comme un don et une promesse : la solitude d'une carte, oui, mais aussi la certitude d'une voie. »",
    "consequences": {
      "flag": "AcceptedTheEcart",
      "description": "Le joueur accepte la voie hors Culte et Exégète — une ligne a été tracée entre lui et Voknir, ouvrant l'accès à la route hors-système."
    },
    "choices": [
      {
        "text": "J'accepte. Montre-moi la carte et dis-moi où elle commence."
      },
      {
        "text": "Avant d'accepter : que perds-tu en me rendant ce souvenir ?",
        "test": "Raison+Connaissance:10"
      },
      {
        "text": "Je recule. Je veux réfléchir seul à cette solitude.",
        "condition": "NOT AcceptedTheEcart"
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE_CHOICE_0",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il plisse les yeux, comme si ta colère était un bruit qu'il n'entend qu'à moitié. Sa respiration est mesurée ; le blanc froid des veines sur sa main-mémoire pulse une fois, puis se retire. « Tu hurles parce que tu viens de découvrir le prix d'une négligence, » dit-il doucement, sans hâte. « Je ne joue pas au voleur distrait qui rend ce qu'on lui demande. Ce que j'ai pris n'était pas un objet posé sur la table : c'était une pierre dans un mur. Retirer une pierre change la structure. Remettre la pierre — telle qu'elle était prise — est un leurre. »\n\nIl incline la tête, un sourire sans chaleur. « Je peux te mentir et prétendre l'avoir encore, ou je peux te montrer ce qui reste de son empreinte. Je peux aussi te proposer un marché, ou t'envoyer la poursuivre là où les souvenirs brisés se cachent. Mais je ne rendrai pas un souvenir simplement parce que tu le réclames. »\n\nSa voix devient plus ferme, comme une lame qui retrouve son fil. « Si tu tentes de m'arracher cela par la force, tu apprendras deux choses : premièrement, que le corps peut être brisé plus sûrement que la mémoire ; deuxièmement, que je peux prendre davantage. Si tu veux ce que tu as perdu, il y a trois voies — tu peux offrir un prix que je juge équivalent, tu peux accepter la quête que je propose pour retrouver l'empreinte, ou tu peux apprendre à vivre avec l'absence. Choisis. Mais ne confonds pas colère et garantie. »",
    "consequences": {
      "flag": "MEMORY_IRRETREVABLE",
      "description": "Le souvenir a été effacé d'une manière qui ne permet pas un simple retour. Le PNJ refuse de rendre le souvenir sur simple demande."
    },
    "choices": [
      {
        "text": "Je te ferai cracher ce souvenir par la force. Prépare-toi.",
        "test": "Corps+Combat:14",
        "allowInfluenceForcing": true,
        "influenceDelta": -2,
        "respectDelta": -1
      },
      {
        "text": "Quel prix veux-tu ? Je te donnerai un secret que je garde.",
        "test": "Raison+Négociation:10",
        "influenceDelta": 1,
        "respectDelta": 0
      },
      {
        "text": "Dis-moi où chercher l'empreinte — je la retrouverai.",
        "test": "Perception+Investigation:12",
        "influenceDelta": 0,
        "respectDelta": 1,
        "condition": "NOT MEMORY_QUEST_STARTED"
      },
      {
        "text": "Garde-le. J'apprendrai à vivre avec ce que tu as pris.",
        "influenceDelta": -1,
        "respectDelta": 0
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE_CHOICE_1",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il te regarde encore une fois, et cette fois la déception s'adoucit en une curiosité glacée. « Pars, » dit-il doucement, comme s'il te rendait quelque chose qu'il ne veut pas garder. « Porter une absence n'est pas une malédiction que l'on subit ; c'est une arme ou une blessure, selon la façon dont tu l'exposes. »\n\nIl incline la tête, les veines de sa main redeviennent sombres ; aucun contact, et pourtant la couture de ton souvenir se déchire un peu plus. « Ne pleure pas ce qui est enlevé. Observe ce qui reste. Les routes qui te connaissaient avant te jetteront parfois des regards vides ; d'autres — plus rares — t'accorderont une clef qu'elles n'offraient pas aux entiers. »\n\nUn sourire flotte, sans chaleur. « Si tu choisis de renaître ailleurs, sache ceci : l'absence attire des choses qui sentent ce manque. Des yeux, des pistes, des créatures. Certains te fuiront par prudence ; d'autres te suivront par opportunisme. Marche en silence, ou fais du bruit pour inviter ceux que tu veux. »\n\nIl recule d'un pas, immuable. « Va. Et garde à l'esprit que je n'efface pas sans raison. Si un jour tu veux tenter de reprendre ce qui t'a été pris, cherche le noir qui brûle les souvenirs—mais souviens-toi : tout retour exige un prix, et ce prix n'est pas toujours le même que celui que l'on paye pour partir. »",
    "consequences": {
      "flag": "MarkedByAbsence",
      "description": "Le personnage a perdu un souvenir/une certitude. Certains lieux et individus la reconnaîtront comme marquée — réactions sociales et répercussions magiques possibles."
    },
    "choices": [
      {
        "text": "Tu t'en vas sans répondre, acceptant la marque."
      },
      {
        "text": "Tu demandes, d'une voix étouffée : « Peut‑on rendre ce qui a été pris ? »",
        "test": "Raison+Connaissance des rituels:12"
      },
      {
        "text": "Tu te retournes et murmures : « Si je te cherche, où te trouverai‑je ? »"
      }
    ]
  },
  {
    "id": "NODE_START_CHOICE_0_CHOICE_4_CRITICAL_FAILURE_CHOICE_2",
    "speaker": "Voknir Esh'Maradel",
    "line": "Il te regarde s'éloigner, silhouette brisée par la lumière sale du couloir. Sa voix suit ton dos, un fil de soie et de rasoir : « Cours, si courir te soulage. Les jambes ont toujours préféré fuir aux réponses. »\n\nUn rire bas, presque affectueux, s'effiloche. « Mais souviens‑toi : ce que j'ai pris n'est pas seulement un souvenir. C'est un espace dans ta chair où quelque chose tenait. Tu porteras ce vide comme une étiquette, et il te parlera quand la nuit te voudra. »\n\nSa main retombe le long de son manteau. Les veines blanches palpitent encore, comme une route que l'on trace sous la peau. « Ne pense pas me forcer à rendre ce qui a été effacé. Tu n'as pas offert le prix au bon moment. Va — découvre si le monde te reconnaîtra avec ce manque. Ou apprends à appeler celui que tu as perdu dans des lieux où l'ombre commerce avec la mémoire. »",
    "consequences": {
      "flag": "MarkedByAbsence",
      "description": "Le personnage a subi une perte de mémoire significative. Certaines voies et personnes réagiront différemment — des portes s'ouvriront moins facilement, des témoins oublieront des détails, et des lieux familiers sembleront altérés."
    },
    "choices": [
      {
        "text": "Je continue de courir, sans me retourner."
      },
      {
        "text": "Je m'arrête et j'appelle son nom, exigeant qu'il rende ce qu'il a pris.",
        "test": "Volonté+Endurance:15"
      },
      {
        "text": "J'essaie de saisir l'espace vide, de me concentrer pour ramener le souvenir.",
        "test": "Perception+Mémoire:14"
      },
      {
        "text": "Je me laisse choir contre un mur et je pleure, le vide m'écrasera un instant."
      },
      {
        "text": "Je murmure une prière à quelque vieille divinité des routes, cherchant un marché ou un détour.",
        "test": "Raison+Occultisme:13"
      }
    ]
  }
]