{
  "Nom": "Vision",
  "Introduction": {},
  "La Prémisse d’Alteir": {
    "_general": "Vous êtes un esprit fragmenté qui possède trois renégates brisées par le même tyran. En affrontant son héritier, elles découvrent que ce qui les rendait faibles (être manipulées, contrôlées, réduites à des pions) est précisément ce qui leur permet de détruire le dieu-rêveur qui a figé le monde en castes."
  },
  "Intrigue principale": {
    "_general": "Dans Alteir, un RPG 2D par Radical Horizons, la joueuse incarne l'Ethérée, une entité spirituelle collective qui contrôle trois héroïnes distinctes :  - Uresaïr, une thaumaturge déchue qui a perdu ses pouvoirs divins et cherche la rédemption - Eonundé, une copie artificielle d'une amante décédée qui s'est rebellée contre son créateur Vol Reitar - Vethraak, un courtisan confronté à ses crimes passés  Au cœur de l'intrigue se trouve la Citadelle de Daïlon, une structure autrefois utopique maintenant en ruines. Les héroïnes doivent naviguer dans cet environnement dangereux tout en confrontant leurs propres démons. Vol Reitar, réduit à l'état d'esprit errant après son \"assassinat\" par Eonundé, hante toujours les lieux. Son fils Valkazer, maudit par l'immortalité défectueuse de son père, s'est rebellé contre le monde.  A travers l’affrontement avec Valkazer, le groupe finit par être déclaré vainqueur d’Alteir par Jast, l’Inéluctable."
  },
  "Selon l’Anatomie du Scénario": {
    "_general": "- PRINCIPE DIRECTEUR : Une entité capable de posséder plusieurs corps, d'abord inconsciente de son rôle dans un jeu d'oppression sociale, s'allie à un révolutionnaire pour affronter l'architecte du système. - LIGNE THÉMATIQUE : En contrôlant autrui sans discernement, on alimente un système oppressif, mais la prise de conscience de cette responsabilité ouvre la voie à la révolte. - UNIVERS DU RECIT : La région d'Escelion où la Vieille Ville constitue le centre d'un système panoptique (structure de contrôle social invisible maintenue par le Rêveur Jast), entourée de zones concentriques, chacune reflétant un degré différent d'intégration à ce système caché. - PHRASE SYMBOLIQUE : La cité comme organisme vivant où chaque organe agit instinctivement, inconscient du tout qu’il forme."
  },
  "Les 3 thèmes principaux": {
    "_general": "Des dilemmes moraux déchirants dans lesquels les personnages affrontent leurs contradictions et celles de leur propre monde. Une exploration d'un univers surréaliste où l'émerveillement et l'inquiétude se côtoient, où l’étrange est la norme et où l’horreur prend souvent des traits aimables. Structures, rituels et contraintes sociales qui lient autant qu’elles séparent. Les personnages peuvent jouer avec ou les défaire."
  },
  "Fondements": {
    "_general": "Les fondements ontologiques n’ont pas vocation à être explicités dans l’œuvre. Ils servent de soubassement qui exclut les modes de pensée contraires : La Diversité d’abord : Escelion est un “space opera de poche” aux régions, espèces et cultures extrêmement variées, plus que la Terre de 2026, plus que toute l’Histoire de la Terre. Matérialisme : Tout n’est que matière, l’âme, l’esprit ou toute autre vision mystique des choses est soit fausse soit allégorique. Tout ce qui semble magique est seulement incompris. Les lois de la physique instables et locales du continent-monde d’Escelion renforcent cette confusion. - Pseudo-sciences : Religions, occultisme, cosmologie, karma, réincarnation, yoga, théosophie, kabbale, new wave, etc, sont, au mieux, de vieilles philosophies complexes (et un peu fantaisistes), souvent des erreurs d’interprétation et, au pire, des charlataneries. - Athéisme : Il n’y a pas de “dieux créateurs”, Escelion existait avant les Rêveurs, les Symbiotes sont une fable. Il y a peu de “dieux de statut” (comme Jast) et ils sont généralement des antagonistes. - Déterminisme : Deux situations identiques provoquent deux résultats identiques. Le mérite n’existe pas, il n’y a que les causes et les conséquences. Naturellement, avec une mauvaise compréhension de la matière, la compréhension du déterminisme est encore plus vague. Xénophilie : L’étranger n’est pas à craindre, bien au contraire. Le jeu vise à faire aimer les ténèbres et l’étrange, pas à les redouter. Ceci n’est pas un jeu d’horreur, ni un jeu pessimiste. Pas de primauté du masculin : Dans l’écriture, le masculin ne l’emporte pas sur le féminin. On utilise l’accord de majorité ou de proximité. De plus, beaucoup d’espèces n’ont pas un genre au sens où nos sociétés l’entendent."
  },
  "Cosmologie": {
    "_general": "Les fondements d’Escelion sont très différents de notre univers : Continent-Monde clos – Escelion n’est ni sphère ni planète : plaque de matière plane surplombée d’une voûte rocheuse sans astres ; la clarté provient d’insectes géants (Deimos) et de phénomènes locaux. Lois physiques fragmentées – Les constantes varient d’une zone à l’autre ; aux lisières, des anomalies trahissent l’incompatibilité de régimes métaphysiques concurrents. Temporalité étrangère - Les années sont remplacés par les Nuées (le temps nécessaire à un rêveur pour commencer son prochain rêve), les saisons par des Souffles, les jours par des Veilles, et les nuits par des Sommes. Les “semaines” sont des Battements composés de dix Veilles, et les “mois” des Fragments composés de X Battements. Ce temps est régional et dépend du rêveur local et de son influence, même si les habitants connaissent rarement l’origine de ces variations. - Ex: “Tel personnage a douze ans et trois mois” ⇒ “Tel personnage a douze Nuées et un Souffle” Cycles liquides - l'eau pure voyage des racines du ciel jusqu'aux sources souterraines dans un cycle séparé des quatre autres liquides élémentaires (métal, feu, terre et bois), qui disposent de leurs propres océans Stabilisation sacrificielle – Cent Rêveurs, jadis immolés, maintiennent la cohérence du monde ; Jast, l’Inéluctable, en est l’archétype, fixant la forme du panoptique central. Portails & Océan de Ténèbres – Des passages (Piliers célestes, portails instables) percent vers d’autres continents-mondes, voire le monde de Merid, à travers le résidu chaotique nommé Océan de Ténèbres. Agénèse & scission de la Doei – La première Nuée marque la naissance des Rêveurs et la fragmentation de l’esprit-monde Doei en espèces filles, fixant le calendrier et le mythe fondateur"
  },
  "Ton du jeu": {
    "_general": "Sérieux, surréaliste, introspectif, fantasy psychédélique, surfantastique"
  },
  "Accroche": {
    "_general": "La Vieille Ville range les êtres comme des os dans un ossuaire ; ressource ; intrus ; parasite. Guidez jusqu’à elle une déesse déchue, un courtisan en fuite et une esclave révoltée, et faites voler ses portes en éclats."
  },
  "Accroches secondaires": {
    "_general": "Vous vous réveillez dans un corps emprunté ; ici, votre propre culte fera tout pour vous empêcher de les quitter. Osez quand même franchir le seuil.  L’immortalité que vous aviez accordée hier devient la dette qu’il vous faudra solder demain – avec la chute de toute une civilisation.  Sous les arches de pierre, l’horloge sociale gouverne chaque destin ; stoppez son aiguille une seule seconde et vous fracturerez la cité toute entière.  Le fils d’un tyran exige la tête de trois exilées ; il ignore qu’une seule conscience les guide déjà vers la sienne."
  },
  "Objectifs joueurs": {
    "_general": "1. Conscience et Moralité ⇒  Faire réfléchir le joueur sur l'impact de ses décisions ⇒ Apprendre au joueur à peser les conséquences de ses actes à travers des dilemmes sans solution idéale 1. Émerveillement et Inquiétude ⇒ Créer une expérience émotionnelle contrastée ⇒ Apprendre que le “laid” peut être beau, et le “beau” affreux 1. Progression et Impact ⇒ Montrer que chaque décision compte ⇒ Apprendre et éprouver les effets des décisions politiques, développer l’empathie et le socialisme"
  },
  "Problème moral central": {
    "_general": "Comment résister à un système d'oppression quand ce système définit les termes mêmes de la résistance?"
  },
  "Elevator Pitch": {
    "_general": "Bonjour à toutes et à tous. Je suis Marc, Réalisateur Numérique, et il y a plus de quinze ans, j'étais étudiant et comme tous les amateurs, je rêvais de créer le \"jeu vidéo idéal\". Mais j'avais bien conscience de l'énormité de la tâche. Comment écrire seul des centaines de milliers de lignes de dialogue ? créer des centaines de décors Haute Définition dans un style peint à la main ?  composer des dizaines d'heures de musique symphonique ? Alors Alteir était resté un système, un jeu de rôle sur papier. Jusqu'à aujourd'hui. Les outils à base d’IA permettent enfin d'écrire des récits interactifs complexes en grande quantités, de générer des graphismes haute définition, de composer des heures d'orchestrations.  Alteir n'est plus un rêve impossible. C'est un jeu de rôle 2D science-fantasy fondé sur l’exploration et le dialogue dans un monde étrange et surréaliste peint avec un infini luxe de détails. Des léviathans de pierre au milieu du désert, des cités mécaniques flottantes, un ciel de roche peuplé d’étoiles-insectoïdes. Ce n’est pas un monde peuplé de prédateurs enragés et de bandits kamikaze, ni un monde à sauver de quelque grand complot ou sinistre vilain. C’est un monde plein de croyances et de doutes, dans lequel aucun choix n’est un simple “oui ou non”. Je vous propose sans rougir de dépasser les standards d’une industrie professionnelle aux millions de dollars.  Pour cela j’ai fondé Radical Horizons, une entreprise coopérative, pour apporter les moyens de l’industrie à hauteur d’auteur. Mais aussi pour  repousser les frontières de l’imagination en refusant le mimétisme, cette forme douce du plagiat. Nous sortirons Alteir en 2028 sur Steam et sur Switch. Statut : :green_circle:  Ouvert Le Projet Alteir: A Foreign Masquerade est un jeu narratif, inspiré des jeux de rôle papier, avec un univers radicalement surréaliste et onirique. Un jeu qui, dans le cadre d’ambitions raisonnables, cherche à allier la beauté d’un Dragon’s Crown, l’originalité d’un Planescape Torment et l’élan scénaristique d’un vieux Final Fantasy. Factuellement, il s’agit pour le ou la joueuse d’explorer son environnement, interagir et dialoguer, faire des choix lourds de conséquences et améliorer ses caractéristiques et compétences par le gain d’expérience. Les combats sont une possibilité mais pas le cœur du jeu. La Vieille Ville range les êtres comme des os dans un ossuaire : ressource, intrus, parasite. Guidez jusqu'à elle une déesse déchue, une esclave artificielle rebelle et un courtisan en fuite. Faites voler ses portes en éclats. Les Outils Grâce aux derniers outils, ces objectifs ambitieux sont à portée de main. Alteir repose sur : Des outils IA personnalisés Un Game Design Document en mode wiki (400+ pages) Des modèles sur mesure pour les graphismes Des prototypes papier et Unity Une architecture modulaire pensée pour le dev assisté Le but n'est pas d'utiliser la gen AI à l'aveugle, ni pour réduire les coûts, seulement pour produire plus et mieux. Qui nous sommes Je m’appelle Marc, j’ai 36 ans, je suis diplômé Réalisateur Numérique, mais aussi développeur C# et ingénieur DevOps, ainsi qu’écrivain amateur. Je travaille à plein temps sur Alteir depuis 1 an avec l’aide bénévole de trois ami-e-s, sur leur temps libre. J’ai déjà géré des équipes, j’ai un peu d’expérience dans le jeu vidéo (serious game, collaboration au RPG Aëdemphia) et je peux me permettre d’investir financièrement. Qui nous cherchons Nous cherchons surtout des profils pour : La direction artistique La direction du Game design La direction de la communication Autre (direction technique, direction audio) si vous êtes vraiment chaud Ça ne signifie pas dix ans d’expérience, seulement une capacité à avoir une vision à haut niveau. Comme je l’ai dit, je suis à plein temps sur le jeu et j’ai surtout besoin de gens qui peuvent investir au moins 10H par semaine. Le but est que le projet nous appartienne collectivement : partage des parts selon contribution, organisation agile sans hiérarchie, droit de regard partagé sur la création. Enfin, si vous envisagez le plein temps, on peut négocier une compensation financière en attendant le passage au salariat, si besoin. Si vous êtes intéressé-e, n’hésitez pas à me ping. L’Objectif La création de l'entreprise est pour dans quelques jours. Au-delà, on a véritable une opportunité de se rémunérer : on vise une subvention CNC (Fond d’Aide au Jeu Vidéo) à la session d’avril 2026, combinée à un investissement personnel, de ma poche. Puis on enchaîne avec un crédit R&D auprès de la BPI et un kickstarter. Et même sans le CNC, je peux financer, si on fait un peu nos preuves publiquement. Avec une sortie septembre 2028, même les prévisions les plus conservatrices (10.000 ventes) suffiront à rembourser le crédit, le reste pourra servir de gratification en fonction de la participation. Pour aller plus loin A ce stade, vous vous demandez sans doute encore : Quel est le gameplay exactement ? Y a-t-il a plus de ressources sur le jeu ? C’est quoi le plan pour le budget et l’étude de marché ? Pour la version courte, je vous invite à visiter le Site de recrutement d’Alteir Et si vous voulez vraiment vous plonger à fond dans le projet, lisez notre Pitch deck de recrutement C’est un document épais, avec beaucoup d’annexes, je suis sûr qu’il répondra à la plupart de vos questions. Formulaire de réponse Rôle visé (DA, GD, Com, autre) : Disponibilité hebdo estimée : Ce que tu aimerais apporter au projet : Lien vers portfolio / travaux (optionnel) : Une question ou attente principale concernant le projet : [images liées]"
  }
}