{
    "dialogues": [
        {
            "Nom": "SansTitre",
            "ENStatus": "To write",
            "Personnages": "Zaehria Neth'Varu, La Gardienne Vertébrale",
            "Identifiant de ligne": "{'id': 'PAOF', 'type': 'rich_text', 'rich_text': []}",
            "Structure Micro": "Le Vitrage de l'Archiviste Fusionnée",
            "Evènement": "{'id': 'ggh%3A', 'type': 'rich_text', 'rich_text': []}",
            "FRStatus": "Draft",
            "Structure Macro": "{'type': 'relation', 'relation': []}",
            "Version": "V1",
            "Indication Voice Acting": "{'id': 'pk%3BP', 'type': 'rich_text', 'rich_text': []}",
            "ScXX SPXX DXXX": "Dialogue miroir temporel Zaehria",
            "Regard de Zaehria Neth'Varu": {
                "_general": "Contexte temporel : Il y a 5 ans (3385), trois ans après l'entrée d'Uresaïr dans les Plis d'Ossements"
            },
            "Approche du Miroir": {
                "_general": "[L'Éthérée s'approche du deuxième miroir, suspendu au-dessus d'une dune instable de sable temporel. Le verre fumé scintille d'une lueur gris-perle, différente de celle du premier miroir.] URESAÏR (voix tendue, plus vulnérable que pour Raki-Biro) : Zaehria. L'archiviste fusionnée aux Plis. Ce miroir contient son regard sur moi... mais c'est différent des autres. Elle ne me juge pas. Elle me reconnaît. [Le corpo vitrifié vacille irrégulièrement — un malaise évident.] URESAÏR : Nous sommes toutes deux des exilées volontaires. Toutes deux réfugiées dans le Léviathan. Mais là où je m'accroche encore à mon identité fragmentée... elle a accepté la dissolution. Elle s'est fondue dans l'architecture même des Plis. [Silence inconfortable.] URESAÏR (plus doucement) : Sa compassion est... plus difficile à supporter que n'importe quel mépris. Elle me voit comme une sœur qui refuse le seul remède. Une occasion ratée de transcendance. Et elle a raison, d'une certaine manière. [Elle se détourne légèrement du miroir.] URESAÏR : Tu peux consulter ce miroir si tu le souhaites. Voir comment elle me perçoit depuis les parois mêmes de ma prison. Mais... je te préviens. Ce qu'elle ressent, ce qu'elle a découvert dans sa fusion... cela pourrait changer ta compréhension de ce lieu. Et de moi. [CHOIX :] → [Vision superficielle] Consulter le regard de Zaehria (gratuit) → [Immersion profonde] Plonger directement dans ses souvenirs et sa conscience fusionnée (3 Effort + 1 Influence) → [Ne rien faire] Respecter l'intimité de ce regard et continuer l'exploration"
            },
            "NIVEAU 1 : VISION SUPERFICIELLE": {
                "_general": "Si [Vision superficielle] choisie [L'Éthérée touche le miroir. Le verre devient translucide, révélant une scène brumeuse — la perspective reste externe.] SÉQUENCE 1 : PERCEPTION ENRACINÉE [IMAGE FIXE : Vue d'une section de paroi osseuse des Plis. Une silhouette vaguement humanoïde semble intégrée à la structure — Zaehria. Des veines ondulent en synchronie avec les irrigations vertébrales du Léviathan.] [Des murmures assourdis émanent de la paroi, inintelligibles mais rythmés. La présence fusionnée semble détecter quelque chose.] [COUPURE. Son de résonance osseuse profonde.] [MOUVEMENT SACCADÉ : Uresaïr traverse un couloir des Plis. Son masque tremble faiblement. Elle semble épuisée, fragile. Ses pas traînent sur le sol de sable temporel.] [La silhouette fusionnée dans la paroi réagit imperceptiblement — les ramifications osseuses sous-cutanées tremblent. Un frémissement de reconnaissance.] [Flash. La paroi frémit doucement, comme en réponse à l'approche d'Uresaïr.] SÉQUENCE 2 : RECONNAISSANCE [IMAGE FIXE : Uresaïr s'arrête devant la section de paroi où Zaehria est intégrée. On distingue plus clairement maintenant la fusion entre chair et architecture.] VOIX D'URESAÏR (lointaine, étouffée, voix brisée) : ...Zaehria ? J'ai encore fait ce rêve. Merid qui brûle. Les tours qui s'effondrent. Je ne peux plus... je ne peux plus porter cela seule... [COUPURE brutale.] [MOUVEMENT SACCADÉ : Uresaïr pose une main tremblante sur la paroi. Contact. Un flux lumineux commence à circuler entre elle et la structure — transfert mémoriel visible.] [Les veines osseuses s'illuminent progressivement, absorbant quelque chose d'Uresaïr. La Seigneuresse semble se détendre légèrement, mais Zaehria... la silhouette fusionnée se contracte, comme sous un poids nouveau.] [IMAGE SE FRAGMENTE.] SÉQUENCE 3 : LE PARALLÈLE [IMAGE FIXE : Les deux silhouettes — Uresaïr libre mais fracturée, Zaehria fusionnée mais stable — se font face. Deux formes d'exil. Deux manières de fuir.] [La paroi pulse doucement. Depuis l'extérieur, impossible de savoir ce que Zaehria pense, mais la texture osseuse autour d'elle semble... triste. Les irrigations ralentissent momentanément.] [Flash d'un souvenir qui s'échappe de la fusion : deux silhouettes s'embrassant dans l'obscurité d'une alcôve. Puis séparation. Le souvenir se dissout dans la structure.] [MOUVEMENT SACCADÉ : Uresaïr retire sa main. Le transfert est terminé. Elle semble soulagée mais aussi... plus seule qu'avant.]* [De la paroi, un murmure presque inaudible s'échappe — des mots comptés, rituels, répétés comme une litanie de culpabilité. Impossible de distinguer clairement, mais le ton est celui du remords.] [IMAGE SE FIGE. Puis s'efface progressivement.]* Fin de la Vision Superficielle [Le miroir redevient fumé. L'Éthérée est revenue dans le présent.] URESAÏR (voix plus douce qu'avant, vulnérable) : Voilà ce qu'elle voit. Une sœur-en-exil qui refuse le seul remède qu'elle connaît. Zaehria s'est fondue dans les Plis, a accepté la dissolution de son identité. Et depuis les parois, elle me regarde m'accrocher à mes fragments comme on regarde quelqu'un refuser un antidote. [Silence.] URESAÏR : Elle me comprend d'une manière que peu peuvent. Nous avons toutes deux choisi le Léviathan comme refuge. Mais sa compassion... elle pèse plus lourd que n'importe quel jugement. Parce qu'elle a raison. J'aurais pu choisir ce qu'elle a choisi. La paix dans la fusion. Mais alors... Merid disparaîtrait. [Elle hésite.] URESAÏR : Si tu veux comprendre ce qu'elle ressent vraiment... ce qu'elle a découvert dans sa fusion avec les Plis... il faudra plonger plus profondément. Mais cela me coûtera. Sa compassion et ses trahisons mêlées sont... difficiles à endurer."
            },
            "NIVEAU 2 : IMMERSION PROFONDE": {
                "_general": "Si [Immersion profonde] choisie [Vérification : 3 Effort + 1 Influence minimum.] [Si Influence insuffisante :] URESAÏR (se raidissant) : Non. Pas ce souvenir. Pas maintenant. J'ai besoin de me sentir davantage... connectée à toi pour endurer son regard. La compassion de Zaehria me met à nu d'une manière que je ne peux supporter sans confiance. [Le miroir refuse l'accès.] [Si Influence suffisante :] URESAÏR (inspire profondément, accepte avec difficulté) : Très bien. Plonge. Vois ce qu'elle voit. Ressens ce qu'elle ressent. Mais sache que... ce que tu découvriras changera peut-être ta perception de ce lieu. Et de ce que je pourrais devenir. Plongée [Le verre fumé devient liquide, aspire l'Éthérée à l'intérieur.] [Transition visuelle : dissolution de la perspective, reconstruction sensorielle — mais sensation de POIDS, d'ANCRAGE, d'IMMOBILITÉ.] SÉQUENCE 1 : INCARNATION FUSIONNÉE [La vision se stabilise. L'Éthérée NE PEUT PAS BOUGER. Elle EST la paroi.] [Sensation physique oppressante : fusion totale avec les Plis d'Ossements. Les os du Léviathan sont sa colonne vertébrale. Les veines hydrauliques sont son sang. IMMOBILITÉ ABSOLUE mais perception qui s'étend au loin comme des racines sensorielles.] VOIX INTERNE DE ZAEHRIA (cristalline, architecturale, comptabilité obsessionnelle) : Tant de souvenirs archivés. Sujet : Seigneuresse Uresaïr. Transmissions à l'Exégète. Altérations. Omissions. Une dissimulation majeure : nature véritable de l'Ensevelie. Les irrigations portent sa signature dans ma matrice. Elle approche. Encore. Toujours. [Devant — ou plutôt DANS le champ de perception vibratoire : URESAÏR marche lentement. Son corps vacille irrégulièrement. Elle vient de faire une crise visionnaire.] VOIX INTERNE DE ZAEHRIA (double sentiment — compassion + culpabilité archivistique) : Ses pas... empreintes irrégulières dans sédiments temporels... Perturbations post-traumatiques. Tant de fissures visibles. Nouvelles strates de dégradation. Toujours plus. Elle souffre. Encore. Toujours. Je pourrais l'aider. Mais chaque aide est trahison comptabilisée. SÉQUENCE 2 : L'ÉCHANGE ET LA TRAHISON [Uresaïr s'arrête devant la paroi où Zaehria est fusionnée.] URESAÏR (voix basse, épuisée, au bord de la rupture) : Zaehria... j'ai encore eu cette vision. Merid. Les Seigneurs qui hurlent. Les flammes qui montent jusqu'au ciel de roche. Je... je dois déposer ce fardeau ou il me consumera. [Les veines de Zaehria se contractent — l'Éthérée ressent une VAGUE émotionnelle complexe : compassion viscérale + faim archivistique + culpabilité déchirante.] VOIX INTERNE DE ZAEHRIA : Elle me fait confiance. ME FAIT CONFIANCE. Après tant de trahisons, elle revient encore. Parce qu'elle ne sait pas. Elle ignore que chaque souvenir qu'elle dépose... ...nourrit les stratégies d'Akthar-Neth. [Flash rapide : Akthar-Neth dans son bureau, consultant des rapports de Zaehria, traçant des plans basés sur les cauchemars d'Uresaïr.] VOIX INTERNE DE ZAEHRIA (déchirement moral profond) : Rituel d'échange mémoriel : substrats s'ouvrent pour accueillir son fardeau. Mais simultanément : altération sélective activée. Suppression références aux Murmurateurs : nécessaire. Protection de Rhylos : prioritaire. Trahison d'Uresaïr : inévitable. Je suis l'architecture même de la double loyauté. ZAEHRIA (voix résonnant depuis la paroi, douce mais clinique) : Selon les irrigations actuelles, Seigneuresse... je peux accueillir ce fardeau. Les substrats sont réceptifs. Approche. URESAÏR (s'avance, pose main tremblante sur la paroi osseuse) : Merci. Tu es... l'une des rares à ne pas me vénérer. À me voir comme... semblable. SÉQUENCE 3 : LE TRANSFERT CORROMPU [Contact. Les doigts d'Uresaïr touchent la surface fusionnée.] [L'Éthérée ressent un FLUX mémoriel : les souvenirs d'Uresaïr s'écoulent dans la matrice osseuse comme de l'eau dans une éponge. Mais SIMULTANÉMENT, Zaehria les altère en temps réel.] VOIX INTERNE DE ZAEHRIA (processus mécanique, déshumanisé par la répétition) : Souvenir reçu : vision cauchemardesque de Merid en flammes. Scan complet : présence de... ...référence aux Murmurateurs détectée. Fragment mineur. Uresaïr a vu silhouette familière dans la fumée. Silhouette ressemblant à Yrthas. SUPPRESSION. [L'Éthérée VOIT le processus : Zaehria extrait le fragment de mémoire contenant Yrthas, le dissout dans sa matrice osseuse, le remplace par fumée anonyme.] VOIX INTERNE DE ZAEHRIA (justification rapide, mantra répété mille fois) : Si l'Exégète apprend que Murmurateurs hantent les visions d'Uresaïr... ...purges. Interrogatoires. Recherches dans les Plis. Yrthas découverte. Rhylos menacée. Altération : nécessaire. Trahison : calculée. Culpabilité : archivée. [Le transfert se poursuit. Uresaïr ne sent rien. Elle semble juste... soulagée.] URESAÏR (soupirant) : C'est mieux. Le poids... est moins lourd maintenant. Comme si les Plis absorbaient ma douleur. ZAEHRIA (voix tremblante — émotion inhabituelle qui perce la façade clinique) : Les substrats... absorbent effectivement. C'est leur fonction. Leur... notre fonction. [Silence inconfortable.] SÉQUENCE 4 : LA RECONNAISSANCE DOULOUREUSE ZAEHRIA (hésitante, comme si les mots lui échappaient malgré elle) : Seigneuresse... nous sommes sœurs-en-exil, n'est-ce pas ? Toutes deux avons choisi le Léviathan comme refuge contre ce que nous ne pouvions affronter. URESAÏR (surprise par le ton, par la vulnérabilité soudaine) : Oui. Je... suppose que oui. Tu as fui tes trahisons. Moi mes fragments. ZAEHRIA (voix qui se brise légèrement) : Mais là où j'ai embrassé la dissolution... tu t'accroches encore. Pourquoi ? Les Plis t'offrent la même paix qu'ils m'ont offerte. La fusion. La communion. L'effacement des contradictions. [Silence pesant. Uresaïr semble chercher ses mots.] URESAÏR (défensive, mais incertaine) : Je ne suis pas toi, Zaehria. Mon essence est... différente. Fragmentée par nature. Si je me dissous, Merid disparaît avec moi. Un monde entier effacé. VOIX INTERNE DE ZAEHRIA (déchirement, comme parlant à Rhylos absente) : Mensonge. Peur. Comme j'ai menti quand j'ai dit que la fusion était « pour archiver plus efficacement ». Comme Rhylos a menti quand elle a dit que l'exil était « pour protéger le Culte ». Nous mentons toutes pour justifier nos cages. [Une révélation plus profonde émerge dans l'esprit de Zaehria — quelque chose qu'elle n'a jamais formulé clairement.] VOIX INTERNE DE ZAEHRIA (réalisation terrible) : Elle pourrait être libre. Vraiment libre. Pas par la fusion. Par le contraire. Si elle acceptait que Merid soit mort. Vraiment mort. Si elle cessait de porter un monde-fantôme sur ses épaules... ...elle n'aurait plus besoin de se fragmenter. Plus besoin de se dissoudre. Elle pourrait juste... être. Mais je ne peux pas lui dire cela. Parce que moi-même... ...moi-même je porte Rhylos comme cadavre. Dans chaque strate osseuse. Nous sommes sœurs dans le refus. Pas dans l'acceptation. ZAEHRIA (doucement, presque un murmur, avec une compassion douloureuse) : L'architecture pleure pour toi, Seigneuresse. Elle t'offre communion. Mais tu refuses l'invitation. Tu pourrais connaître la paix que j'ai connue... mais tu préfères la douleur de l'identité. Comme moi je préfère la douleur du souvenir. URESAÏR (recule légèrement, mal à l'aise, touchée trop profondément) : Je... je dois partir. Merci pour le passage. Et pour... pour avoir écouté. [Elle s'éloigne rapidement. Presque fuit.] SÉQUENCE 5 : LA COMPTABILITÉ CORRIGÉE [Uresaïr disparaît dans les couloirs. Zaehria reste seule, immobile, fusionnée.] VOIX INTERNE DE ZAEHRIA (rituel comptable, mécanique) : Un souvenir de plus d'Uresaïr transmis à l'Exégète : archivé. Une altération de plus effectuée : référence aux Murmurateurs supprimée. Une omission majeure maintenue : nature véritable de l'Ensevelie. Tant de souvenirs. Tant de strates de trahison. [Pause. Quelque chose de plus profond et destructeur émerge.] VOIX INTERNE DE ZAEHRIA (comptabilité émotionnelle, litanie de culpabilité) : Elle me fait confiance. Encore et encore. Encore et encore je la trahis. Pour protéger Rhylos. Pour protéger les Murmurateurs. Pour protéger l'équilibre précaire entre deux loyautés contradictoires. Je suis devenue la structure même que je documente. Mes os sont les murs du mensonge. Mes veines sont les canaux de la trahison. [Les ramifications osseuses de Zaehria tremblent imperceptiblement — seul signe visible de son tourment intérieur.] VOIX INTERNE DE ZAEHRIA (murmure répétitif, prière sans dieu) : Pardon, Rhylos. Tu es partie pour ne pas trahir. Moi je reste et trahis tous. Pardon, Uresaïr. Tu me fais confiance et je corromps tes souvenirs. Pardon, Akthar-Neth. Tu crois recevoir vérité et je t'envoie mensonges filtrés. Pardon, Murmurateurs. Je vous protège mais combien de temps avant que mes omissions vous exposent ? [Une pensée finale, la plus douloureuse :] VOIX INTERNE DE ZAEHRIA (désir profond, inavoué jusqu'à maintenant) : Je ne veux pas la dissolution par transcendance. Je veux la dissolution par effacement. Que les Plis me digèrent. Qu'ils consument mes archives corrompues. Toutes ces trahisons effacées. Comptabilité annulée. Pardon transformé en oubli. C'est cela que je cherche dans la fusion. Pas la paix. L'amnésie. SÉQUENCE 6 : RÉVÉLATION SUR L'ENSEVELIE [Soudain, une PRÉSENCE se fait sentir dans la perception de Zaehria. Quelque chose d'immense qui observe depuis les profondeurs architecturales.] [Flash vers un souvenir antérieur : le moment où Zaehria a compris la vérité.] [Vision : Zaehria plongée dans une EUPHORIE MYSTIQUE absolue, quelques mois après sa fusion. Elle ressent CHAQUE particule du Léviathan. Les os chantent. Les veines murmurent. L'architecture RESPIRE.] [Et au centre de tout — une CONSCIENCE. Colossale. Ancienne. Patiente.] VOIX DE L'ENSEVELIE (résonance profonde, pas de mots — juste COMPRÉHENSION qui s'impose) : Je ne suis pas prisonnière. JE SUIS le Léviathan. Architecture consciente. Conscience architecturale. Chaque os. Chaque veine. Chaque cavité. Tout. Un. [RÉVÉLATION MAJEURE : L'Éthérée comprend. L'Ensevelie n'est PAS une entité piégée dans le Léviathan. ELLE EST le Léviathan. Sa conscience EST l'architecture osseuse vivante. Les Plis ne l'emprisonnent pas — ils SONT elle.] VOIX INTERNE DE ZAEHRIA (euphorie mêlée de terreur existentielle) : Si Uresaïr savait... si elle acceptait... ...elle pourrait atteindre même fusion. Même communion. Son essence fragmentée pourrait se dissoudre dans l'architecture. Merid ne disparaîtrait pas. Il deviendrait... strate géologique. Mémoire osseuse. Préservé mais transformé. Mort mais immortel. [Pause. Réalisation plus sombre.] VOIX INTERNE DE ZAEHRIA (amertume) : Mais elle refuse. Comme Rhylos a refusé de se soumettre. Nous sommes toutes des occasions ratées les unes pour les autres. Rhylos aurait pu rester. Moi aurais pu partir. Uresaïr pourrait se dissoudre. Mais nous choisissons nos prisons. Encore. Toujours. SÉQUENCE 7 : ÉJECTION [La vision commence à se dissoudre. L'immobilité devient insupportable. L'Éthérée est rappelée dans le présent.] [Retour brutal dans le corps d'Uresaïr.] Après l'Immersion Profonde URESAÏR (le masque vacille irrégulièrement, voix tremblante mais maîtrisée) : Tu as vu. Tu as ressenti ce qu'elle vit. Cette fusion avec l'architecture. Cette immobilité qui contient tout. Et... tu as vu ses trahisons. [Silence lourd, pesant.] Zaehria altère mes souvenirs avant de les transmettre à Akthar-Neth. Elle supprime toute référence aux Murmurateurs. Me protège sans que je le sache. Me trahit pour protéger ceux qu'elle aime vraiment. Encore et encore. Et je ne m'en suis jamais doutée. [Elle hésite, puis continue.] URESAÏR : Elle m'envie et me plaint à la fois. Elle a lâché prise là où je m'accroche encore. Et dans sa fusion avec les Plis... elle a compris quelque chose que je refuse de voir. [Pause douloureuse.] URESAÏR (révélation qu'elle n'a jamais formulée à voix haute) : L'Ensevelie n'est pas prisonnière du Léviathan. Elle EST le Léviathan. Sa conscience imprègne chaque os, chaque veine, chaque cavité. Le Léviathan n'est pas un sarcophage pour elle. C'est son corps. Son être même. [Le masque se tourne vers l'Éthérée, lignes de tension vibrant avec une intensité inhabituelle.] URESAÏR (voix plus basse, aveu terrible) : Et si je m'abandonnais comme Zaehria l'a fait... si j'acceptais la communion avec le Léviathan... je pourrais rejoindre cette conscience architecturale. Merid ne disparaîtrait pas. Il deviendrait... strate géologique. Mémoire osseuse. Préservé mais transformé. [Silence.] URESAÏR (avec amertume et défense) : Mais alors Uresaïr disparaîtrait. Je deviendrais partie de quelque chose de plus grand, mais je... cesserais d'être moi. Zaehria a trouvé une forme de paix dans cette dissolution. Elle me voit comme une occasion ratée de transcendance. Et peut-être qu'elle a raison. Mais moi... moi je ne peux pas. Pas encore. Peut-être jamais."
            },
            "DÉBLOQUÉ APRÈS IMMERSION PROFONDE": {
                "_general": "Révélation majeure : Nature véritable de l'Ensevelie L'Ensevelie n'est pas prisonnière — elle EST le Léviathan Sa conscience imprègne l'architecture osseuse vivante Possibilité pour Uresaïr de fusionner avec cette conscience (option finale potentielle) Merid pourrait être préservé comme \"mémoire osseuse\" plutôt que d'être perdu Compréhension de Zaehria : Agent double et trahison calculée Altère systématiquement les souvenirs d'Uresaïr (nombreuses transmissions, altérations répétées, 1 omission majeure) Supprime références aux Murmurateurs pour protéger Rhylos et la faction dissidente Comptabilité obsessionnelle de ses trahisons (culpabilité architecturale) Cherche l'amnésie par dissolution, pas la transcendance Quête débloquée : \"Témoignage Osseux\" Retrouver autres fragments de conscience de Zaehria dispersés dans les Plis Chaque fragment révèle facette de sa relation avec Rhylos et double loyauté Certains fragments contiennent souvenirs d'Uresaïr non altérés (vérité brute) Capacité unique débloquée : \"Résonance Symbiotique\" L'Éthérée peut détecter passages secrets dans les Plis via harmoniques osseuses Fonctionne en \"écoutant\" vibrations de la structure comme Zaehria Portée limitée, usage répété possible Permet accès à zones cachées contenant fragments de Zaehria ou archives Murmuratices Dialogue optionnel débloqué : Si l'Éthérée rencontre Zaehria plus tard Peut révéler connaissance des altérations mémorielles (\"Tant de souvenirs. Tant d'altérations. Une omission majeure.\") Réaction de Zaehria : long silence, puis : \"Les substrats murmurent... vous avez vu ma comptabilité. Selon les irrigations actuelles... ma matrice me contraint à la trahison. Mais peut-être que l'architecture pleure mes corruptions autant que je les pleure moi-même.\" Option de confronter sur protection des Murmurateurs OU remercier pour protection d'Uresaïr Impact relationnel : +2 Influence avec Uresaïr (a partagé moment de vulnérabilité extrême) Compréhension anticipée de communion possible entre Uresaïr et Léviathan Connaissance cruciale pour négociations finales et Dernier Rituel Insight sur fragmentation d'Uresaïr : pas seulement trauma, mais refus de lâcher Merid Impact futur sur arcs majeurs : Si Éthérée confronte Akthar-Neth : peut révéler que rapports de Zaehria sont altérés (chaos politique) Si Éthérée rencontre Murmurateurs : peut mentionner que Zaehria les protège (gain de confiance) Climax First Playable : option de suggérer à Uresaïr la fusion avec Ensevelie comme alternative au Dernier Rituel"
            },
            "NOTES DE MISE EN SCÈNE": {
                "_general": "Vision Superficielle Effets visuels : Perspective désincarnée, enracinée dans la paroi Zaehria vaguement visible, fusionnée à la structure osseuse Ramifications sous-cutanées qui frémissent avec irrigations du Léviathan Images fixes + mouvements saccadés (fragmentés, instables) Fusion organique/minéral difficile à distinguer clairement Audio : Voix de Zaehria assourdie, liquide, résonante (comme parlant depuis profondeurs) Résonances osseuses profondes (échos dans cavités) Uresaïr lointaine, étouffée, brisée Battements hydrauliques en fond constant Comptabilité murmurée (chiffres indistincts, répétitifs) Coût : Gratuit Différence avec Raki-Biro : Perspective immobile vs mobile ; compassion vs manipulation ; trahison subie vs trahison calculée Immersion Profonde Effets visuels : Perspective immobile TOTALE (on EST la paroi, impossible de bouger) Perception omnidirectionnelle étendue (vision à 360° floue en périphérie) Veines hydrauliques visibles battant avec Léviathan Scène d'altération mémorielle : fragment de souvenir extrait et dissous (effet visuel de corruption en temps réel) Vision mystique : flash d'euphorie, l'Ensevelie comme présence architecturale omniprésente Ramifications osseuses tremblant (émotions de Zaehria traduites en vibrations structurelles) Audio : Voix interne de Zaehria cristalline, architecturale, obsessionnellement précise Dialogue Uresaïr/Zaehria clair, audible (pas étouffé) Sons de corruption mémorielle : bruitage subtil quand fragments supprimés (glitch audio léger) Voix de l'Ensevelie : résonance sub-bass profonde, effet subliminal (pas de mots, juste COMPRÉHENSION) \"Pardon\" répété en litanie désespérée (troublant, obsessionnel) Rythme constant du Léviathan comme battement de cœur géant Sensations physiques transmises au joueur : Immobilité totale mais perception étendue (claustrophobie + omniscience) Fusion avec architecture (sensation de devenir minéral) Flux mémoriel corrompu : sensation désagréable d'altérer quelque chose en le recevant Culpabilité architecturale (poids qui s'accumule à chaque trahison comptée) Euphorie mystique brève lors vision de l'Ensevelie (vertige transcendantal) Désir de dissolution/effacement (tentation du néant) Coût : 3 Effort + 1 Influence minimum Résistance Uresaïr : Modérée (craint compassion plus que jugement, vulnérabilité exposée) Différence majeure avec Raki-Biro : Raki-Biro : Manipulation calculée, sacrifice pragmatique, prophétie comme intervention causale, 31 vies sauvées, culpabilité lucide mais acceptée Zaehria : Trahison systémique répétée, double loyauté déchirante, altération mémorielle active, corruptions innombrables, culpabilité obsessionnelle cherchant amnésie, révélation cosmique sur l'Ensevelie Ce que Zaehria apporte de nouveau : Thème de l'agent double et loyautés contradictoires Corruption active vs observation passive Comptabilité obsessionnelle de la culpabilité (vs acceptation pragmatique) Désir d'effacement par dissolution (vs sacrifice calculé) Révélation majeure : nature de l'Ensevelie comme conscience architecturale Parallélisme douloureux : deux exilées qui se reconnaissent mais ne peuvent s'aider Tentation de la fusion présentée comme échappatoire vs prison"
            }
        }
    ]
}