{
    "exemples_de_dialogues": [
        {
            "Nom": "SansTitre",
            "Jeu": "Planescape: Torment",
            "Nom du dialogue": "Dhalls, l’archiviste poussiéreux",
            "Introduction": {
                "_general": "Rencontre initiale Avant que Morte ne termine sa tirade, le scribe se met à tousser violemment. Après un moment, la quinte s’apaise et sa respiration reprend son râle éraillé. Ses yeux gris se tournent vers toi. « Le poids des années pèse lourd sur moi, Agité. Mais je ne compte pas encore la surdité parmi mes maux. » Choix du joueur : « ‘Agité’ ? Me connais-tu ? » « Salut. » « Je te laisse en paix. » Sur le lieu « Tu es au Mortuaire, Agité. Encore une fois, tu es revenu… » Il tousse violemment, puis se calme. « C’est la salle d’attente de ceux qui s’apprêtent à partir. Ici, les morts sont soit incinérés, soit inhumés. C’est notre devoir, à nous autres Déchus, de veiller sur eux. » Choix du joueur : « Qu’est-ce que cet endroit exactement ? » « Comment puis-je sortir d’ici ? » « Raconte-moi le Mortuaire. » « Adieu. » Sur le passé (Deionarra et autres compagnons) « Ne connais-tu pas le corps de la femme inhumée dans le hall commémoratif en bas ? J’avais cru qu’elle avait voyagé avec toi autrefois… Me serais-je trompé ? » Choix du joueur : « Où est son corps ? » « Je ne sais rien d’elle. » « Elle prétend me connaître, mais je ne m’en souviens pas. » « Peut-être que je l’ai imaginée. J’ai d’autres questions… » « Je vais aller voir dans le hall commémoratif. » « Peut-être pas. Adieu. » Sur l’identité de l’Agité « Oui, encore. Tu es venu ici de nombreuses fois, Agité. J’espérais que ce fût la dernière… Ton existence est un blasphème pour certains, beaucoup te feraient incinérer s’ils connaissaient ton affliction. On dit qu’il existe des âmes qui ne peuvent atteindre la Vraie Mort. Peut-être es-tu l’une d’elles. »Il soupire. « Sache que je ne t’envie pas. Revenir sans cesse à cette vie est une malédiction que je ne pourrais supporter. » Choix du joueur : « J’ai déjà été ici plusieurs fois ? » « Pourquoi ne veulent-ils pas me tuer ? » « Tu sais qui je suis ? » « Quels étaient mes compagnons ? » « Tu dis que j’ai oublié… comment le sais-tu ? » Sur Pharod « Ton corps est arrivé ici sur un chariot moisi, au milieu d’un tas de cadavres. Il était là, au milieu, partageant ses fluides avec le reste… » Il reprend difficilement son souffle. « C’est Pharod qui t’a apporté, un collecteur de morts. Un charognard qui dépouille les cadavres avant de nous les livrer. Je ne le respecte pas. C’est un chevalier de la fraude : un voleur. » Il tousse à nouveau. « Si les choses suivent leur cours, il te retrouvera encore avant que tu ne le trouves. Ne le cherche pas, Agité. Tu reviendras ici et il s’enrichira de quelques piécettes. Mais si tu insistes, il rôde quelque part dans la Ruche, au-delà des portes du Mortuaire. » Choix du joueur : « Qui est ce Pharod ? » « Tu n’as pas l’air de l’apprécier. » « Où puis-je le trouver ? » « Il a pris quelque chose à moi ? » « Je vais le chercher malgré tout. » Sur les Dustmen et leur philosophie « Nous, les Déchus, sommes une faction. Nous voyons cette vie comme une illusion, une ombre de ce qu’était la véritable existence. Cette vie est un purgatoire, une cage. Elle n’est faite que de douleur, de misère et de tourments. » Il inspire péniblement. « La Vraie Mort est la non-existence : un état pur, sans passion, sans raison, sans sensation. Les passions enchaînent les âmes à cette fausse vie. Tant qu’on y cède, on renaît encore et encore. » Il tousse encore, puis sa voix se brise comme un râle. « Tue tes passions. Détache-toi de tout désir. Alors seulement le cycle prendra fin, et tu atteindras la paix. » Choix du joueur : « La Vraie Mort ? » « Ombre de la vie ? » « Cela ressemble à l’oubli. Pourquoi vouloir ça ? » « Qu’est-ce qui te fait dire que la vie n’est pas réelle ? » « Comment rompre le cycle de la renaissance ? » « Assez de ta philosophie. Qu’est-ce que ça a à voir avec moi ? » « Je pense que tu as tort. Ces choses font partie de la vie. » Sur lui-même « Je suis celui qui consigne les dépouilles. Je suis scribe, archiviste du Mortuaire. Tant que le flot des morts viendra jusqu’à nous, je resterai à mon poste. » Son souffle se fait plus faible. « Mais je suis proche, maintenant, de la Vraie Mort. Bientôt je franchirai la Frontière Éternelle et trouverai la paix que je cherche depuis si longtemps. Je ne souhaite ni vivre éternellement, ni renaître encore. » Il te fixe de ses yeux gris. « Je m’appelle Dhall. » Choix du joueur : « Qui es-tu ? » « Quel est ton rôle ici ? » « Tu sembles malade. » « La Frontière Éternelle ? » Sortie « Quand tu voudras parler à nouveau, je serai ici. » Ou bien il reste silencieux et te fixe de ses yeux gris. Choix du joueur : « J’ai d’autres questions. » « Merci. Adieu. » « Peut-être nous reverrons-nous. » « Je n’ai pas le temps. » « Je dois partir. »"
            }
        }
    ]
}