{
    "inspirations": [
        {
            "Nom": "A extraire, dialogues de Xenogears",
            "Étiquettes": "Dialogue",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Référence de...": "{'id': 'vVJh', 'type': 'people', 'people': []}",
            "Jeu": "Xenogears",
            "Introduction": {
                "Résumé de la source": "",
                "En quoi est-ce une source d’inspiration ?": ""
            }
        },
        {
            "Nom": "Baten Kaitos",
            "Type": "Jeu vidéo",
            "Étiquettes": "Narrative Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Baten Kaitos est un jeu de rôle japonais se déroulant dans un monde où les continents flottent dans le ciel. Le joueur incarne un \"Esprit Gardien\", une entité spirituelle qui guide et accompagne le héros principal, Kalas. Cette approche narrative unique fait du joueur un personnage à part entière qui communique directement avec Kalas et influence ses décisions. L'histoire suit Kalas, un jeune homme doté d'une seule aile artificielle, dans sa quête de vengeance contre l'Empire qui a tué son frère et son grand-père. Au cours de son voyage, il rencontre Xelha, une mystérieuse jeune femme, et découvre progressivement un complot plus vaste impliquant le réveil d'un ancien dieu maléfique.",
                "En quoi est-ce une source d’inspiration ?": "• L’esprit-gardien comme inspiration pour l’Ethérée • L’illusion de connaître la personne que l’on suit • Les décors souvent originaux",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le village gâteau (too much!) • Les combats avec des cartes"
            }
        },
        {
            "Nom": "Berserk",
            "Type": "Art graphique",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Berserk est un manga dark fantasy célèbre créé par Kentaro Miura. Histoire :\nL'histoire suit Guts, un mercenaire solitaire marqué par un passé tragique, dans un monde médiéval-fantastique impitoyable. Le récit se concentre sur sa quête de vengeance contre Griffith, son ancien ami et chef de la Brigade des Faucons, qui l'a trahi lors d'un événement connu sous le nom d'Eclipse. Caractéristiques principales : • Un style artistique exceptionnellement détaillé, avec des illustrations minutieuses • Une atmosphère sombre et mature, mêlant violence, tragédie et horreur • Des thèmes profonds comme la destinée, l'ambition, la trahison et la résilience • Un univers médiéval-fantastique riche incorporant des éléments de dark fantasy et d'horreur",
                "En quoi est-ce une source d’inspiration ?": "• Design des monstres : L'œuvre est reconnue pour son style artistique exceptionnellement détaillé, notamment dans la représentation des créatures qui peuplent son univers dark fantasy. • Surréalisme horrifique : Le manga mélange habilement des éléments de dark fantasy et d'horreur, créant une atmosphère sombre et mature qui joue sur la peur et le malaise. • Horreur humaine : L'histoire explore des thèmes profonds comme la trahison et l'ambition, illustrés notamment par la trahison dévastatrice de Griffith envers Guts. Les dirigeants qui peuvent avoir une surface bienveillante, comme le roi  de Midland, peuvent devenir des monstres quand leurs intérêts sont attaqués (ici sa propre fille, qu’il désirait secrètement). Cette dimension humaine de l'horreur montre que la cruauté des hommes peut égaler, voire dépasser, celle des monstres.",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le mélange pas toujours de bon goût de gore et de sexe, avec des femmes souvent impuissantes"
            }
        },
        {
            "Nom": "Breath of Fire III",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D, Narrative Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Breath of Fire III est un RPG japonais développé par Capcom, sorti en 1997 sur PlayStation. Le jeu suit l'histoire de Ryu, un jeune garçon qui découvre qu'il est le dernier survivant d'une race de dragons légendaires. L'aventure se divise en deux parties distinctes : l'enfance de Ryu, où il grandit avec des amis et apprend à contrôler ses pouvoirs, puis sa vie d'adulte où il part en quête pour comprendre son héritage et affronter les forces qui menacent le monde. Le jeu se distingue par son système de combat au tour par tour, son système d'apprentissage de compétences auprès de maîtres, et sa capacité unique de transformation en dragon. L'exploration combine des environnements 3D isométriques avec des personnages en 2D, créant un style visuel hybride caractéristique de l'époque. Breath of Fire III est particulièrement apprécié pour son développement narratif des personnages, son monde riche en détails, et sa bande sonore mémorable composée par Akari Kaida et Yoshino Aoki.",
                "En quoi est-ce une source d’inspiration ?": "• Ses sprites de personnages, de monstres et de boss • Son inventivité surprenante (le personnage oignon transgénique) • Son esthétique colorée • Son village des fées • Son scénario du côté des opprimés (notamment le cambriolage du manoir)",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Les environnements 3D vides  • La caméra ingérable"
            }
        },
        {
            "Nom": "Chained Echoes",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "RPG avec un monde steampunk/fantasy où un groupe hétéroclite tente de prévenir une nouvelle guerre. Le jeu revisite les conventions du genre avec des systèmes de combat innovants.",
                "En quoi est-ce une source d’inspiration ?": "• Pixel art détaillé qui fusionne esthétiques médiévales et mécaniques, avec une attention particulière aux transitions entre ces styles visuels",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le name-dropping souvent barbare et mal organisé (ex: un livre listant une douzaine de royaumes sans intérêt en quelques lignes) • Les combats assez basiques • Certaines back-stories clichées et caricaturales"
            }
        },
        {
            "Nom": "Children of Morta",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Action-RPG roguelite centré sur une famille de gardiens combattant une corruption mystique. Le jeu se distingue par son focus sur les relations familiales au milieu du chaos.",
                "En quoi est-ce une source d’inspiration ?": "• Structure narrative où la maison familiale sert de hub évolutif, reflétant la progression de l'histoire entre les expéditions • Système où les relations entre personnages se traduisent par des synergies mécaniques, rendant tangible le concept de soutien familial",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Les combats action-roguelike"
            }
        },
        {
            "Nom": "Dark Cloud 2",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D, Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Un JRPG steampunk de la PS2 avec un côté dungeon-RPG et gestion de ville. Le héros et l’héroïne parcourent le monde à bord d’un train pour le reconstruire.",
                "En quoi est-ce une source d’inspiration ?": "• Les personnages étranges et baroques, comme le poisson violet géant aux longs cils • Le mélange RPG et gestion de ville",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le côté dungeon-RPG répétitif • Le côté enfantin"
            }
        },
        {
            "Nom": "Dhalls, l’archiviste Poussiéreux",
            "Étiquettes": "Dialogue",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Référence de...": "{'id': 'vVJh', 'type': 'people', 'people': []}",
            "Jeu": "Planescape: Torment",
            "Introduction": {
                "Résumé de la source": "Dhalls est un archiviste Dustman âgé et malade qui travaille au Mortuaire, un lieu où les morts sont incinérés ou inhumés. Il reconnaît l'Agité (le joueur) comme quelqu'un qui est déjà venu plusieurs fois, révélant que celui-ci possède une affliction qui l'empêche de mourir définitivement. Dhalls explique la philosophie des Dustmen qui considèrent la vie comme une illusion douloureuse et aspirent à la \"Vraie Mort\", un état de non-existence et de paix absolue. Il fournit des informations sur Pharod, le charognard qui a apporté le corps de l'Agité, et sur Deionarra, une femme inhumée qui aurait voyagé avec l'Agité dans le passé. Dhalls lui-même attend avec impatience sa propre mort pour atteindre la paix qu'il cherche.",
                "En quoi est-ce une source d’inspiration ?": "• Premier dialogue avec un PNJ de Planescape • Bonne introduction encyclopédique, avec un personnage stable et savant dans un monde étrange • Manque néanmoins d’agency (le joueur se contente de poser des questions, pas d’impact) Rencontre initiale Avant que Morte ne termine sa tirade, le scribe se met à tousser violemment. Après un moment, la quinte s’apaise et sa respiration reprend son râle éraillé. Ses yeux gris se tournent vers toi. « Le poids des années pèse lourd sur moi, Agité. Mais je ne compte pas encore la surdité parmi mes maux. » Choix du joueur : « ‘Agité’ ? Me connais-tu ? » « Salut. » « Je te laisse en paix. » Sur le lieu « Tu es au Mortuaire, Agité. Encore une fois, tu es revenu… » Il tousse violemment, puis se calme. « C’est la salle d’attente de ceux qui s’apprêtent à partir. Ici, les morts sont soit incinérés, soit inhumés. C’est notre devoir, à nous autres Déchus, de veiller sur eux. » Choix du joueur : « Qu’est-ce que cet endroit exactement ? » « Comment puis-je sortir d’ici ? » « Raconte-moi le Mortuaire. » « Adieu. » Sur le passé (Deionarra et autres compagnons) « Ne connais-tu pas le corps de la femme inhumée dans le hall commémoratif en bas ? J’avais cru qu’elle avait voyagé avec toi autrefois… Me serais-je trompé ? » Choix du joueur : « Où est son corps ? » « Je ne sais rien d’elle. » « Elle prétend me connaître, mais je ne m’en souviens pas. » « Peut-être que je l’ai imaginée. J’ai d’autres questions… » « Je vais aller voir dans le hall commémoratif. » « Peut-être pas. Adieu. » Sur l’identité de l’Agité « Oui, encore. Tu es venu ici de nombreuses fois, Agité. J’espérais que ce fût la dernière… Ton existence est un blasphème pour certains, beaucoup te feraient incinérer s’ils connaissaient ton affliction. On dit qu’il existe des âmes qui ne peuvent atteindre la Vraie Mort. Peut-être es-tu l’une d’elles. »Il soupire. « Sache que je ne t’envie pas. Revenir sans cesse à cette vie est une malédiction que je ne pourrais supporter. » Choix du joueur : « J’ai déjà été ici plusieurs fois ? » « Pourquoi ne veulent-ils pas me tuer ? » « Tu sais qui je suis ? » « Quels étaient mes compagnons ? » « Tu dis que j’ai oublié… comment le sais-tu ? » Sur Pharod « Ton corps est arrivé ici sur un chariot moisi, au milieu d’un tas de cadavres. Il était là, au milieu, partageant ses fluides avec le reste… » Il reprend difficilement son souffle. « C’est Pharod qui t’a apporté, un collecteur de morts. Un charognard qui dépouille les cadavres avant de nous les livrer. Je ne le respecte pas. C’est un chevalier de la fraude : un voleur. » Il tousse à nouveau. « Si les choses suivent leur cours, il te retrouvera encore avant que tu ne le trouves. Ne le cherche pas, Agité. Tu reviendras ici et il s’enrichira de quelques piécettes. Mais si tu insistes, il rôde quelque part dans la Ruche, au-delà des portes du Mortuaire. » Choix du joueur : « Qui est ce Pharod ? » « Tu n’as pas l’air de l’apprécier. » « Où puis-je le trouver ? » « Il a pris quelque chose à moi ? » « Je vais le chercher malgré tout. » Sur les Dustmen et leur philosophie « Nous, les Déchus, sommes une faction. Nous voyons cette vie comme une illusion, une ombre de ce qu’était la véritable existence. Cette vie est un purgatoire, une cage. Elle n’est faite que de douleur, de misère et de tourments. » Il inspire péniblement. « La Vraie Mort est la non-existence : un état pur, sans passion, sans raison, sans sensation. Les passions enchaînent les âmes à cette fausse vie. Tant qu’on y cède, on renaît encore et encore. » Il tousse encore, puis sa voix se brise comme un râle. « Tue tes passions. Détache-toi de tout désir. Alors seulement le cycle prendra fin, et tu atteindras la paix. » Choix du joueur : « La Vraie Mort ? » « Ombre de la vie ? » « Cela ressemble à l’oubli. Pourquoi vouloir ça ? » « Qu’est-ce qui te fait dire que la vie n’est pas réelle ? » « Comment rompre le cycle de la renaissance ? » « Assez de ta philosophie. Qu’est-ce que ça a à voir avec moi ? » « Je pense que tu as tort. Ces choses font partie de la vie. » Sur lui-même « Je suis celui qui consigne les dépouilles. Je suis scribe, archiviste du Mortuaire. Tant que le flot des morts viendra jusqu’à nous, je resterai à mon poste. » Son souffle se fait plus faible. « Mais je suis proche, maintenant, de la Vraie Mort. Bientôt je franchirai la Frontière Éternelle et trouverai la paix que je cherche depuis si longtemps. Je ne souhaite ni vivre éternellement, ni renaître encore. » Il te fixe de ses yeux gris. « Je m’appelle Dhall. » Choix du joueur : « Qui es-tu ? » « Quel est ton rôle ici ? » « Tu sembles malade. » « La Frontière Éternelle ? » Sortie « Quand tu voudras parler à nouveau, je serai ici. » Ou bien il reste silencieux et te fixe de ses yeux gris. Choix du joueur : « J’ai d’autres questions. » « Merci. Adieu. » « Peut-être nous reverrons-nous. » « Je n’ai pas le temps. » « Je dois partir. »"
            }
        },
        {
            "Nom": "Disco Elysium",
            "Type": "Jeu vidéo",
            "Étiquettes": "Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Disco Elysium est un RPG narratif qui suit un détective alcoolique amnésique enquêtant sur un meurtre dans la ville de Revachol. Sans combat traditionnel, le jeu se concentre sur des dialogues complexes et un système de compétences représentant les différentes facettes de la psyché du personnage. L'univers dystopique post-révolutionnaire explore des thèmes sociopolitiques profonds, où idéologies, histoire et traumatismes personnels s'entremêlent.",
                "En quoi est-ce une source d’inspiration ?": "• Système de dialogue qui intègre la personnalité fragmentée du protagoniste, utile pour la dynamique Éthérée / hôtes • Exploration des systèmes d'oppression politique et sociale, en lien avec le problème moral central d'Alteir • Cabinet de pensées : bonne ref pour représenter un espace mental en nœuds reliés",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Côté visuel sale/brut, moins adapté au ton plus onirique de l’Éthérée"
            }
        },
        {
            "Nom": "Eastward",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Action-aventure où un mineur et une mystérieuse fille voyagent à travers un monde post-apocalyptique. Le jeu se distingue par son esthétique pixel art détaillée et son atmosphère mélancolique.",
                "En quoi est-ce une source d’inspiration ?": "• Animation minutieuse des environnements où chaque zone possède des \"respirations\" visuelles distinctes (vapeur, poussière, lumière tremblotante) • Utilisation de l'éclairage pixelisé comme élément narratif, où les sources de lumière racontent l'histoire d'un lieu autant que sa structure • Design de personnages secondaires hyper-expressifs capables de communiquer des émotions complexes malgré les contraintes du pixel art",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Les bugs !"
            }
        },
        {
            "Nom": "Final Fantasy IX",
            "Type": "Jeu vidéo",
            "Étiquettes": "Narrative Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "JRPG emblématique suivant Djidane et ses compagnons dans leur lutte contre une reine maléfique. Le jeu explore l'identité, l'existence et la mortalité à travers un monde fantasy médiéval. Le thème de la guerre est aussi omniprésent, Kuja étant, in fine, un marchand d’armes.",
                "En quoi est-ce une source d’inspiration ?": "• Structure narrative en miroir où les questionnements existentiels des protagonistes (Djidane, Bibi) se reflètent dans ceux des antagonistes (Kuja) • Utilisation du théâtre comme métaphore filée tout au long du jeu, transformant les personnages en acteurs conscients de leurs rôles imposés • Progression thématique de la légèreté vers la gravité, où le ton du jeu évolue subtilement pour aborder des questions philosophiques profondes",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Les combats aléatoires"
            }
        },
        {
            "Nom": "Final Fantasy X",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D, Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Final Fantasy X est un jeu de rôle japonais emblématique sorti en 2001 sur PlayStation 2. Le jeu suit l'histoire de Tidus, un joueur de blitzball qui se retrouve mystérieusement transporté dans le monde de Spira, où il rejoint la jeune invocatrice Yuna dans son pèlerinage pour sauver le monde d'une entité destructrice appelée Sin. Le jeu est remarquable pour sa diversité culturelle, illustrée à travers les différentes civilisations, religions et traditions de Spira. Il se distingue également par ses innovations en termes d'art 2D/3D et de game design, notamment avec son système de combat au tour par tour stratégique.",
                "En quoi est-ce une source d’inspiration ?": "Final Fantasy X présente une riche diversité culturelle et visuelle à travers: • Un monde fantastique inspiré de l'Asie du Sud-Est, notamment avec l'île tropicale de Besaid et ses temples • Des traditions spirituelles uniques comme le pèlerinage des Invokeurs et les rituels de Yevon • Une variété d'environnements allant des plages paradisiaques aux ruines technologiques de Zanarkand • Des designs de personnages distincts reflétant différentes cultures et origines : le style urbain de Tidus, les vêtements traditionnels de Yuna, le look tribal des Ronso • Une fusion unique entre technologie futuriste et spiritualité ancestrale qui se reflète dans l'architecture et les costumes C’est aussi le premier FF entièrement doublé.",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le côté gamin de Tidus • Seymour qu’on doit tuer 4 fois"
            }
        },
        {
            "Nom": "Illusion of Time",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D, Level Design",
            "Introduction": {
                "Résumé de la source": "Action RPG narratif SNES (1993, Quintet/Enix) qui suit Will, un jeune garçon parcourant le monde à travers des ruines antiques mystérieuses. Will peut se métamorphoser en deux autres formes, chacune avec des capacités uniques pour résoudre énigmes et combats.",
                "En quoi est-ce une source d’inspiration ?": "• Voyage linéaire contemplatif à travers des lieux inspirés de sites réels (Tour de Babel, Nazca, Angkor Wat, pyramides égyptiennes) mêlant histoire, mystère et spiritualité • Magnifiques graphismes 2D coloré et variés • Des événements dramatiques, comme le premier donjon où on libère des esclaves, la dérive sur l’océan et la faim, le jeu avec la coupe empoisonnée qui tue l’opposant (pour obtenir son bateau), le sacrifice du cochon Hamlet pour nous sauver d’une tribu affamée, etc."
            }
        },
        {
            "Nom": "Jerome Bosch",
            "Type": "Art graphique",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Jérôme Bosch (c. 1450-1516), peintre néerlandais célèbre pour ses tableaux fantastiques et oniriques, notamment Le Jardin des délices et Le Jugement dernier. Son œuvre explore les thèmes du péché, de la tentation, de l'enfer et du salut à travers des créatures hybrides, des paysages surréalistes et des compositions foisonnantes de détails symboliques.",
                "En quoi est-ce une source d’inspiration ?": "• Esthétique de l'étrange et du grotesque : les créatures hybrides et déformées de Bosch peuvent inspirer le bestiaire d'Escelion, notamment les entités liées à l'entropie ou aux Plis d'Ossements • Ambiguïté morale visuelle : ses tableaux ne jugent pas clairement, ils montrent la complexité du bien et du mal — parfait pour l'ambiguïté narrative d'Alteir • Foisonnement de détails narratifs : chaque recoin d'un tableau de Bosch raconte une micro-histoire, ce qui résonne avec l'approche « chaque lieu a une âme » du worldbuilding d'Alteir",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Pas de référence directe au christianisme : si Bosch utilise l'iconographie chrétienne, Alteir développe sa propre mythologie (Barvasinkul, Symbiotisme) — on s'inspire de l'atmosphère, pas des symboles religieux spécifiques • La technique : Simplifiée et symbolique, inspirée du moyen-âge. Alteir vise plutôt le semi-réalisme."
            }
        },
        {
            "Nom": "Legend of Mana",
            "Type": "Jeu vidéo",
            "Étiquettes": "Level Design, Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "JRPG non linéaire où le joueur construit littéralement le monde en plaçant des artefacts sur une carte. Le jeu propose une structure épisodique de contes interconnectés.",
                "En quoi est-ce une source d’inspiration ?": "• Système de Land Make où le joueur participe activement à la construction géographique du monde, influençant les ressources et événements disponibles • Architecture visuelle inspirée de livres de contes européens avec une touche japonaise, créant un style fantasy unique et onirique • Les sprites de boss magnifiques",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le côté enfantin"
            }
        },
        {
            "Nom": "Les prisons imaginaires de Piranesi",
            "Type": "Art graphique",
            "Étiquettes": "Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Les Carceri d'invenzione (Prisons imaginaires) sont une série de 16 gravures créées par l'architecte et graveur italien Giovanni Battista Piranesi au 18ème siècle (première édition vers 1750, révisée en 1761). Ces œuvres représentent des espaces carcéraux monumentaux et labyrinthiques, caractérisés par une architecture impossible, des perspectives vertigineuses et une atmosphère oppressante. Les compositions mêlent escaliers qui ne mènent nulle part, ponts suspendus, voûtes infinies, poulies géantes et instruments de torture, créant des espaces à la fois grandioses et cauchemardesque. L'œuvre explore les limites de la représentation architecturale et joue avec les conventions de la perspective pour créer des espaces ambigus et désorientants.",
                "En quoi est-ce une source d'inspiration ?": "• Architecture impossible et créative : Les gravures démontrent comment transcender les contraintes de la physique pour créer des espaces imaginaires fascinants • Atmosphère et ambiance : Maîtrise exceptionnelle de la création d'une ambiance oppressante, mystérieuse et monumentale qui peut inspirer le level design • Verticalité et échelle : Utilisation magistrale de l'espace vertical et du contraste d'échelle pour créer un sentiment de sublime et d'écrasement • Complexité spatiale : Les espaces interconnectés et labyrinthiques offrent un modèle pour des environnements de jeu complexes et exploratoires • Esthétique intemporelle : L'influence des Carceri se retrouve dans de nombreuses œuvres modernes (jeux vidéo, films, architecture) témoignant de leur puissance visuelle",
                "En quoi n'est-ce PAS une source d'inspiration ?": "• Lisibilité spatiale limitée : La complexité et l'ambiguïté des espaces peuvent rendre difficile l'orientation du joueur si appliquée directement • Atmosphère oppressante : Le ton uniformément sombre et anxiogène peut être épuisant sur la durée d'un jeu complet • Manque de fonctionnalité : Les espaces sont purement visuels et ne répondent à aucune logique fonctionnelle, ce qui peut poser problème pour le gameplay • Absence de couleur : Les gravures en noir et blanc, bien qu'évocatrices, n'offrent pas de référence pour une palette de couleurs • Déconnexion humaine : Les rares figures humaines sont minuscules et perdues, ce qui peut limiter l'inspiration pour des espaces centrés sur l'expérience du personnage"
            }
        },
        {
            "Nom": "Moebius",
            "Type": "Art graphique",
            "Étiquettes": "Art 2D / 3D, Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Jean Giraud (Moebius) est un maître de la bande dessinée de science-fiction, créateur d'univers oniriques et métaphysiques. Ses œuvres majeures (L'Incal, Arzach, Le Monde d'Edena, Les Jardins d'Aedena) tissent des mondes où la réalité est fluide, le temps non-linéaire, et la frontière entre matière et conscience poreuse. Ses décors oscillent entre déserts contemplatifs infinis et cités organiques labyrinthiques ; ses créatures sont chimériques, ses technologies mystiques. L'absurde côtoie le sacré, et chaque objet peut devenir symbole ou artefact. Moebius excelle à créer des espaces où l'exploration physique est aussi une quête intérieure, où chaque rencontre porte une dimension initiatique.",
                "En quoi est-ce une source d'inspiration ?": "• Géographie comme état mental : les espaces chez Moebius reflètent l'intériorité des personnages (le désert comme vide existentiel, la cité-labyrinthe comme psyché fragmentée). Transposable à Escelion et ses trois couronnes concentriques, ainsi qu'aux Plis d'Ossements ou au Puits Céleste comme lieux-miroirs. • Objets-artefacts énigmatiques : cristaux, machines organiques, totems aux fonctions obscures. Ces objets portent une charge symbolique sans explication exhaustive, invitant à l'interprétation. Écho direct avec nos artefacts (Cadran des Sept Fractures, Ancres de l'Immortelle). • Créatures chimériques et espèces étranges : ses mondes fourmillent d'êtres hybrides, ni monstres ni familiers, simplement autres. Inspiration pour nos espèces conscientes diverses (Van'Doei, Aedres, Imuins, Umcut) et la faune étrange d'Escelion. • Silence et contemplation : Moebius laisse respirer ses planches ; le vide, le silence, la lenteur sont narratifs. Applicable à nos phases d'exploration, aux moments de répit dans le Campement ou la Citadelle, à l'errance dans Daïlon.",
                "En quoi n'est-ce PAS une source d'inspiration ?": "• Style graphique contemplatif et minimaliste : Moebius use de lignes claires, d'aplats de couleurs pastels, de compositions aérées. Ce n'est pas notre direction visuelle (à définir avec l'équipe graphique). Nous retenons l'univers, pas l'esthétique. • Narration elliptique et cryptique : ses récits laissent de nombreux vides, refusent l'explicitation, assument l'absurde. Pour un RPG, nous devons offrir davantage de repères narratifs, de motivations intelligibles, de progression mesurable (même si on peut jouer sur l'ambiguïté et le mystère à dose contrôlée)."
            }
        },
        {
            "Nom": "Odin Sphere",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Action-RPG en 2D se déroulant dans un monde inspiré de la mythologie nordique. Le jeu suit cinq protagonistes dont les histoires s'entrelacent vers un Ragnarök inévitable.",
                "En quoi est-ce une source d’inspiration ?": "• Design visuel théâtral où les niveaux sont présentés comme des scènes mouvantes sur un axe circulaire, évoquant un théâtre de marionnettes • Personnages aux silhouettes immédiatement reconnaissables malgré leur complexité visuelle, permettant une lisibilité parfaite durant l'action • Animation fluide utilisant une technologie hybride entre sprites traditionnels et squelettes animés, créant un mouvement organique unique",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• La réutilisation d’asset entre chaque histoire"
            }
        },
        {
            "Nom": "Ori and the Blind forest",
            "Type": "Jeu vidéo",
            "Étiquettes": "Sound Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Jeu de plateforme métroidvania où Ori, un esprit gardien, explore un monde en déclin. Le jeu allie fluidité de mouvement et narration émotionnelle dans un univers visuellement époustouflant.",
                "En quoi est-ce une source d’inspiration ?": "• Intégration parfaite entre animation et audio, où chaque mouvement du personnage génère une réponse sonore qui renforce la sensation kinesthésique • Transitions musicales dynamiques qui évoluent imperceptiblement selon la position du joueur et l'état émotionnel de la scène • Sound design environnemental où chaque biome possède une signature acoustique distinctive, construisant une écologie sonore cohérente"
            }
        },
        {
            "Nom": "Outer Wilds",
            "Type": "Jeu vidéo",
            "Étiquettes": "Level Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Jeu d'exploration spatiale où un astronaute est piégé dans une boucle temporelle de 22 minutes avant l'explosion de son soleil. Le joueur démêle les mystères d'une ancienne civilisation disparue.",
                "En quoi est-ce une source d’inspiration ?": "• Architecture cosmique où chaque planète présente un défi environnemental unique (gravité, sable mouvant, tornades) qui change au fil du cycle temporel • Conception d'environnements qui racontent une histoire complète à travers l'archéologie spatiale, où chaque artefact s'inscrit dans un récit cohérent • Progression basée uniquement sur la connaissance du joueur plutôt que sur les statistiques du personnage, transformant la compréhension en véritable ressource",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• La 3D très basique (et assez laide en screenshot, ne rendant pas justice à l’inventivité des mondes)"
            }
        },
        {
            "Nom": "Persona 3 et 5",
            "Type": "Jeu vidéo",
            "Étiquettes": "Game Design, Level Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Persona 3 et 5 sont des jeux de rôle japonais (JRPG) développés par Atlus. Voici leurs principales caractéristiques : Persona 3 : • Un lycéen transféré qui découvre le phénomène de l'Heure Sombre, une période cachée entre minuit et le jour suivant • Combat contre des créatures appelées Shadows en utilisant des Personas, manifestations de la force psychique • Mélange unique de simulation sociale en journée et d'exploration de donjon la nuit Persona 5 : • Suit l'histoire d'un groupe de lycéens qui deviennent les \"Voleurs Fantômes\", utilisant leurs Personas pour réformer la société • Exploration de donjons thématiques appelés \"Palais\" représentant les désirs corrompus des adultes • Système de combat au tour par tour sophistiqué combiné avec des éléments de vie quotidienne et de relations sociales Les deux jeux partagent des thèmes communs sur l'amitié, la croissance personnelle et la lutte contre l'adversité.",
                "En quoi est-ce une source d’inspiration ?": "Décors surréalistes et psychédéliques : • Dans Persona 3, l'Heure Sombre transforme le monde en un environnement étrange et mystérieux • Dans Persona 5, les Palais sont des manifestations physiques déformées des désirs corrompus, créant des environnements surréalistes uniques Symbolisme : • Les Personas représentent la force psychique des personnages, symbolisant leur développement personnel • Les Palais sont des métaphores directes de la corruption morale des antagonistes Révolte contre l'autorité : • Persona 5 met particulièrement l'accent sur ce thème avec les Voleurs Fantômes qui défient activement le système pour réformer la société en s’opposant aux abus d’autorité de diverses personnalités (un prof de sport et ancien champion, un artiste célèbre, un patron dans l’agro-business, un politicien nationaliste)",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Les liens avec les personnages, factices de par l’absence de choix (malgré de bonnes histoires personnelles) • La fin apocalyptique du 5 qui tombe un peu comme un cheveu sur la soupe"
            }
        },
        {
            "Nom": "Planescape: Torment",
            "Type": "Jeu vidéo",
            "Étiquettes": "Narrative Design, UI UX",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Planescape: Torment est un RPG philosophique se déroulant dans un univers de fantasy sombre et surréaliste. Le joueur incarne l'Anonyme, un immortel amnésique qui se réveille à la morgue et part en quête de son identité à travers les plans d'existence. L'intrigue explore des questions existentielles profondes sur la mortalité, l'identité et les conséquences des choix dans un monde où les croyances façonnent littéralement la réalité.",
                "En quoi est-ce une source d’inspiration ?": "• L'utilisation d'une narration non-manichéenne qui explore des dilemmes moraux complexes sans réponses évidentes résonne avec le problème moral central d'Alteir • Le concept du protagoniste immortel et tourmenté par son passé (comme Uresaïr) et la quête d'identité fragmentée • L'environnement surréaliste où architecture et créatures défient la logique conventionnelle, rappelant l'esthétique crypto-organique baroque d'Escelion • Pour l’esthétique de fond de ses menus",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• L’esthétique très grisâtre"
            }
        },
        {
            "Nom": "Problème moral central",
            "Type": "Jeu vidéo",
            "Étiquettes": "Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "• \"La Zone du Dehors\" (Alain Damasio) : Présente une lutte contre une société où la contestation est intégrée à l’ordre dominant, rendant la résistance à la fois nécessaire et problématique. • \"Bioshock\" avec son interrogation sur le libre arbitre (scène des coups de club de golf dans le visage du père, sur ordre) • \"Papers, Please\" (Lucas Pope) : Montre comment les choix moraux individuels peuvent être anticipés, conditionnés ou intégrés par le système autoritaire lui-même. • Surveiller et punir” (Michel Foucault) : Où Foucault théorise le panoptique comme mécanisme disciplinaire d'intériorisation de la surveillance.",
                "En quoi est-ce une source d’inspiration ?": ""
            }
        },
        {
            "Nom": "Ravel, la sorcière",
            "Étiquettes": "Dialogue",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Référence de...": "{'id': 'vVJh', 'type': 'people', 'people': []}",
            "Jeu": "Planescape: Torment",
            "Introduction": {},
            "Partie 1 – L’arrivée et la reconnaissance": {
                "_general": "La vieille sorcière au nez crochu devant vous n’a rien d’un mythe. Elle porte une chemise simple et sale, des braies élimées, et une ceinture effilochée d’où pendent plusieurs bourses. Elle semble indifférente à votre présence, plus préoccupée par ses propres pensées. Sous sa capuche, un enchevêtrement de cheveux gris et rêches s’étend sur ses épaules, tels des racines tordues. Sa peau bleu-gris, malade, pend en plis lâches sur son visage ; son menton étroit, long et pointu, s’avance d’une façon extrême. Alors que vous songez à évaluer ses faiblesses, une nausée vous saisit. Tout en vous sait qu’attaquer serait une décision tactiquement sensée… mais vous savez aussi qu’il vous faut d’abord comprendre cette créature. Comme si elle avait perçu votre intention meurtrière, la crone relève brusquement la tête, et pousse un sifflement râpeux, semblable à un soupir. « Ah… des visiteurs. » Sa voix est épaisse et poussiéreuse, comme forcée à travers une gorge bouchée. Ses yeux d’un rouge sanglant, striés de veines noires semblables à des branches, se posent sur vous. Vous sentez alors un étrange frisson vous parcourir. Son visage se fend d’un sourire grotesque, dévoilant une rangée de crocs ébréchés et jaunis. « Mon joli trésor… tu es enfin revenu ? Tu étais parti si longtemps… j’ai craint que tu n’oublies la pauvre et solitaire Ravel. » Le sourire s’élargit encore, ses rides se déchirant, et elle ricane doucement. « Tu connais déjà la réponse de ta question, mon précieux homme. J’ai semé des indices comme des chausse-trappes, et c’étaient mes cadeaux. » Elle plisse les yeux et tend une main griffue vers vous, ses longs doigts crochus semblables à des serres. « Es-tu revenu ? Mais qu’est-ce qui est revenu ? Laisse Ravel voir ce que tu es devenu dans cette vie. » Son regard s’embrase soudainement, et sa voix gronde avec une menace glaciale. « Ne tente rien. Si tu tiens à ce qui te reste, ne t’y risque pas. » Elle se redresse, son visage durcit. « Tu as oublié ta place, moitié-d’homme. L’humilité s’impose. » Ses griffes suivent le contour de votre peau, et à leur contact vous ressentez le même étrange picotement que lorsque son regard vous a transpercé. Ses yeux s’adoucissent un instant, et ses serres glissent lentement le long de votre visage. Vos doigts se lèvent, effleurant sa joue en miroir, et ses paupières se ferment. Vous fermez aussi les yeux. Le geste vous semble étrangement familier. Quand vos yeux se rouvrent, toute la couleur du labyrinthe a disparu. Tout est poussière et gris mort. Ravel sourit d’un sourire triste et gris. Sa voix résonne comme sous l’eau : « Pourquoi es-tu venu si loin ? Ton besoin doit être grand… et pourtant tu n’as rien apporté qui puisse intéresser Ravel… » Vous sentez la manipulation dans vos propres mots, une tentative instinctive de tirer sur les ficelles de son cœur. Ses yeux flambent d’un gris ardent, et le paysage reprend ses couleurs. Votre main est encore sur sa joue lorsqu’elle soupire et rouvre les yeux. Ravel vous regarde avec une tristesse infinie. « Oh, pauvre moitié d’homme, brisé et morcelé. Tu n’es plus celui que Ravel a connu… es-tu encore à morceaux, après tout ce temps ? » Son regard s’aiguise. « Toujours le prudent, mon bien-aimé des énigmes ? Tu m’avais déjà marqué ainsi, lorsque tu es venu à moi pour la première fois sur les Terres Désolées avec ton défi. » Elle vous observe avec une intensité terrible. « Oh, pauvre moitié d’homme… brisé et morcelé. Tu n’es plus celui que Ravel a connu… es-tu encore à morceaux, après tout ce temps ? » Elle tend son doigt crochu vers vos cicatrices. « Un corps tu possèdes… mais pas un corps de savoir. Tant, tant de cicatrices… toutes ces histoires inscrites sur ta peau. »"
            },
            "Partie 2 – Cicatrices, guerres et tourments": {
                "_general": "Ravel plisse les yeux, son regard se posant sur vos tatouages. « Tes cicatrices et tatouages me crient qu’ici se tient un homme en perpétuelle confrontation avec le monde. » Elle pousse un croassement, comme l’agonie d’un oiseau. « Des histoires assez terribles pour faire frissonner même les oreilles d’une vieille sorcière… » Elle hoche la tête, comme pour confirmer ses propres pensées. « Les récits sont nombreux. Ils parlent d’équilibres rompus, d’épreuves guerrières, de batailles contre des entités infernales, et d’une créature se nourrissant de loin pour survivre… et de tourments. Des tourments qu’aucune chair n’a jamais connus. » Son regard devient plus incisif. « Tu fus divisé en deux, lorsque ta mortalité fut arrachée de toi. Plus d’équilibre. Brisé, brisé… une bénédiction et une erreur à la fois… mais plus erreur que bénédiction, pense Ravel. » Elle détourne brièvement le regard, ses yeux noirs veinés nageant de confusion. « J’ai oublié le comment de la chose… ai-je oublié ? Et même si je m’en souvenais, je ne le referais jamais. Jamais n’ai-je oublié le moment où, après la séparation, j’ai vu la douleur étirée sur ton visage… » Elle secoue la tête, sa voix devenant un murmure. « De grandes, grandes épreuves de guerre… bien trop lourdes pour être supportées par un simple mortel. » Son ton se fait amer, presque grondant. « Cette guerre touche tous. Nulle part sa caresse ne manque de se faire sentir… et elle t’a touché, toi aussi. À cela, Ravel dit : oui. » Elle renifle, avec mépris. « Deux fiélons se heurtent, leurs têtes minuscules gonflées d’idées sur ce que devraient être les Plans… mais qui ne peuvent l’être. Car s’ils l’étaient, les Plans n’existeraient plus. Quelle sottise ! » Son regard revient à vous, noir et brûlant. « Tu ne ressens pas les appétits de base… mais des faims plus terribles encore bouillonnent sous ta peau. Et à un tel prix… » Elle secoue la tête. « Je ne sais pas… nœud ? Nœud ou nature, ou cause de ces faims. Mais prends garde : les événements à venir projettent leurs ombres avant eux. Personne, pas même Ravel, ne peut dire ce qu’ils seront. » Ses yeux se rétrécissent, un sourire carnassier se dessinant sur ses lèvres fendues. « Un aimant attire le fer… et toi, moitié-d’homme, tu attires non pas le fer, mais les âmes tourmentées. Plus les autres souffrent, plus ils sont attirés vers toi… et leur chemin devient le tien. » Elle fait un geste ample, désignant les ombres autour de vous. « Ne les vois-tu pas, dans les yeux de ceux qui marchent avec toi ? » Son regard se pose ensuite sur vos compagnons. Elle fixe Dak’kon, et un sourire fendu lui traverse le visage. « Veux-tu expliquer, gith ? Les vœux s’avèrent souvent plus serrés que des chaînes, n’est-ce pas ? Les menottes d’une race jadis asservie… esclave encore une fois. » Ses yeux dérivent vers Nordom. « La boîte à engrenages… autrefois elle ne connaissait que la définition de la souffrance. À présent, elle en ressent la morsure. Il n’y a pas de place pour le peut-être dans un monde de 1 et de 0. » Elle ricane et se tourne vers Ignus. « Le sorcier crépitant, ricanant… une braise de la passion de Ravel il porte. Il ne se soucie pas de ce qu’il fait, mais peut-être, au fond, dans ses ténèbres intérieures, il se soucie encore… » Sans même un regard, elle jette un mot acide vers Morte. « Le crâne bavard… tes plaisanteries suffisent-elles à protéger ce qui se cache dans ta boîte crânienne ? Pourquoi dire la vérité, quand le mensonge suffit ? » Puis elle plisse les yeux vers Fall-from-Grace, ses lèvres violacées se tendant sur ses crocs jaunis. « La tentatrice abyssale… une peau si belle, des lèvres si riches, des yeux qui pourraient faire oublier Ravel elle-même… et pourtant, elle souffre plus que toutes les autres. » Soudain, elle crache, ses yeux enflammés. « Tu mens, succube ! Ne m’ose pas un mensonge, quand ton cœur est un livre ouvert pour moi ! Chaque mot que tu craches hurle ta souffrance ! » Enfin, elle tend une main vers Annah comme si elle la présentait à une salle de vente. « Regarde cette tieffeline fougueuse… des cheveux de feu, une voix ardente… veux-tu que je parle de ton tourment, fille des enfers ? » Un soupir lui échappe, presque las. « Non… non, je n’en parlerai pas. Ravel est lasse de cruautés et de tourments. Le monde est déjà assez déchiqueté. » Ses yeux sanglants se posent de nouveau sur vous, plus ternes. « Et toi, moitié-d’homme… pour toi, le plus grand des tourments : la vie éternelle. La vie te chérit-elle comme Ravel te chérit ? » Ses crocs claquent dans un bruit atroce, semblable à un piège d’acier qui se referme. « Si brave, si passionné, si terrible… mon énigme bien-aimée. »"
            },
            "Partie 3 – L’énigme et les liens": {
                "_general": "Ravel vous fixe, ses yeux sombres brûlant comme des braises. « Un puzzle de chair et d’os as-tu toujours été… intrigant, et le plus aimé de tous ceux qui vinrent à moi, suppliant, quémandant, implorant… et parfois plaisant ? Tu m’as défiée, et j’ai aimé cette énigme. » Elle plisse les yeux, sa voix se brisant un instant. « Une ombre avec substance, cherchant ce qui projette la lumière… Je te connais, oui… mais non, je ne sais… » Son regard se brouille. « Pas plus que je ne connais la nature de tout homme. Nos passés se croisent… un homme marqué par la non-mort, toujours hanté par la vie. » Elle secoue la tête, confuse. « Il semble que nous nous rencontrions pour la première fois… non ? Pas, pas… nœud ? Nœud, pas du tout. C’est l’écho d’une rencontre future… ou d’une rencontre passée. Le temps est emmêlé, reflété, miroir l’un de l’autre. » Ses yeux flambent soudainement. « Maintenant comme alors, tu viens à moi avec une question impossible… et tu exiges que Ravel trouve la solution. » Puis son regard se voile, comme tourné vers le passé. « Tant de feu dans tes yeux… assez pour émouvoir une Dame Grise. Tu voulais être libre, et quand tu le fus… ton feu s’est éteint. » Elle plisse les yeux, presque souriante. « Un cœur adouci, désormais ? La vie t’a-t-elle adouci ?… Ah, qu’on peut l’espérer. » Elle secoue la tête. « Comme toujours, tu refuses de plier le genou devant moi, mon précieux homme. » Un claquement sec de ses crocs accompagne sa remarque suivante : « Plus de questions ? Ah… tu en as déjà tant posé. C’est mon tour, désormais. » Elle ricane. « Tu ne récolteras plus de graines de savoir tant que mes propres questions n’auront pas trouvé réponse. Ne m’éprouve pas : même ta précieuse valeur a ses limites aux yeux de Ravel. » Ses crocs s’allongent, ses griffes s’étendent. « Tu n’oserais pas refuser… n’est-ce pas ? Je t’avais prévenu : avance avec précaution, ou mes questions te mettront en pièces ! » Son ton devient presque solennel. « Sache ceci : si tu ne réponds pas à mes questions, jamais plus je ne répondrai aux tiennes. Avance avec prudence… ou les questions elles-mêmes te déchireront. » Son regard devient fixe, presque dur. « Dis-moi, pourquoi es-tu seul devant moi ? Pourquoi n’y a-t-il pas d’autres à tes côtés ? » Elle incline la tête, comme si une évidence venait de lui revenir. « Ah… ainsi c’était alors… ainsi c’est aujourd’hui. Une autre question, j’ai pour toi… » Puis son regard se fait soupçonneux. « Est-ce pour cela que tu leur as dit d’attendre ailleurs, dans mon Labyrinthe Épineux ? Tu dis voyager seul, mais tu as amené d’autres avec toi. Peut-être parles-tu vrai… mais Ravel n’est guère encline à croire à ton miel de paroles. » Elle pousse un soupir. « J’ai essayé d’aider une Dame, et son accueil ne fut pas aimable. » Ses yeux flambent de nouveau. « Très bien. Réponses et questions échangerons-nous, comme des secrets entre toi et moi. » Elle ricane, ses lèvres fendues en un large sourire. « Flatteur ! Tes attentions ne me déplaisent pas… Peut-être la flatterie te servira-t-elle bien ici. Alors, réponses et questions échangerons-nous… » Son regard se tourne vers vos compagnons. « Je voudrais savoir pourquoi tu es venu jusqu’ici avec eux. Ne savaient-ils pas où ils allaient ? » Un silence, puis un sourire mauvais fend son visage, ses crocs luisant dans la faible lumière. « Ahhh, mon précieux homme… tu ne portes avec toi que des mots. » Sa langue noire siffle entre ses dents. Elle hoche lentement la tête. « Et ils voyagent avec toi de leur plein gré ? » Son sourire s’élargit. « Choisir ? Ahhh… dangereux mot, est-ce vraiment ainsi ? »"
            },
            "Partie 4 – Le poison du choix": {
                "_general": "Ravel incline la tête, ses yeux veiné de noir fixant Dak’kon. « Oui ? Est-ce un choix, gith ? Est-ce ? Ou bien est-ce une question de deux cieux qui se contrarient ? » Elle se tourne ensuite vers Nordom, claquant ses doigts comme des os qui se brisent. « Et qu’en est-il de la boîte à engrenages ? Que connaît-elle du choix ? Rien que l’obéir, obéir encore… hmnnn ? » Son regard brûlant glisse vers Ignus. « Tu crois que l’homme en feu se soucie du choix ? Brûler ou ne pas brûler, voilà ses seules options. Et en fin de compte, une seule gagne toujours. Car le feu n’a qu’un seul désir : brûler. » Puis elle se tourne vers Morte, un sourire carnassier aux lèvres. « Crâne, crâne, crâne… » Elle claque la langue après chaque mot. « Ton expression est difficile à lire sans la chair qui la recouvre, mais je sens ta PEUR d’ici. Venir ici n’était pas ton choix. » Ses yeux se posent sur Fall-from-Grace, qu’elle dévisage avec mépris. « La succube… avais-tu un choix ? Peut-être, dans ton esprit soyeux et tes vérités tranchantes, tu crois… mais non. Une Sensate doit tout expérimenter. Refuser de venir, ce serait cesser d’être une Sensate. Encore une fois, pas de choix. » Enfin, ses yeux s’arrêtent sur Annah, et elle ricane doucement. « La tieffeline. La fougueuse. Aucun choix. Quand on ressent au lieu de penser, il reste peu de place pour le choix. » Elle lève un doigt griffu, comme pour vous intimer le silence. « Chut… il y aura bien assez de temps pour toi, mon précieux homme. Mais avant, une autre question : que ressens-tu pour ceux qui t’accompagnent ? Comptent-ils pour toi ? Ont-ils une place dans ton cœur ? » Vous tentez de détourner la question, mais elle claque de la langue avec agacement. « Tchhh ! Aussi épais et têtu qu’un githzerai ! Mais je t’accorde celle-là : je demande parce que je le veux, et pour aucune autre raison. Maintenant, rends-moi ta réponse, du fond de ton sceptique cœur. » Ses yeux s’embrasent soudainement. « Ici, tu ne me cacheras aucun secret, moitié-d’homme ! Tu répondras, ou tu souffriras dans ces murs de ronces ! » Elle désigne Dak’kon d’un geste. « Même le gith ? Dis-moi ce qu’il signifie pour toi, et dis-le vrai, ou je le réduirai en poussière pour tapisser mon jardin. » Elle insiste, son regard incandescent : « Même le gith ? N’est-il rien pour toi ? N’est-il qu’un outil ? » Elle tapote ses griffes les unes contre les autres, un sourire inquiétant aux lèvres. « Hmmmnn… » Un claquement sec de ses défenses ponctue sa réaction. « Réponse trouble, réponse boueuse… mais qu’importe. » Elle se tourne ensuite vers Morte. « Et le crâne ? Il ne compte sûrement pas… n’est-ce pas ? Ou bien… le fait-il ? » Elle répète, plus dure : « Ce crâne ne compte sûrement pas… n’est-ce pas ? » Un ricanement lui échappe. « Curieux, plus curieux encore… tu es un véritable casse-tête. Quoi d’autre se cache dans les recoins de ton esprit ? » Soudain, son regard s’embrase de nouveau, cette fois en se tournant vers Fall-from-Grace. « Voici le cœur de tout cela : la tentatrice abyssale… est-elle pour toi davantage que la chair ? Est-elle autre chose, dans ton regard ? » Elle se retourne vers vous, claquant ses crocs comme dans l’attente. « Parle, précieux homme… mais prends garde à tes paroles. » Ses yeux glissent vers Grace, qu’elle dévisage longuement. « Hmmmnnn… » Son sourire s’élargit. « Alors, si je la frappais, si j’éteignais son cœur infernal, tu ne sourcillerais pas ? Réponds avec soin… »"
            },
            "Partie 5 – L’amour et la grande question": {
                "_general": "Ravel vous observe avec une intensité brûlante. « Pah ! Homme contraire ! » Ses yeux se mettent à rougeoyer, et les veines dans ses globes s’aiguisent comme des éclats de verre. « Quelle pensée s’agite donc dans ton crâne, maintenant ? » Elle se détourne un instant vers Fall-from-Grace, l’air moqueur. « Tes défenses, tanar’ri, sont inutiles ici… mais noble effort. Tiens bien ton angoisse, je m’occuperai de toi bientôt. » Puis son regard se tourne vers Annah, un sourire cruel sur ses lèvres fendues. « Et celle-ci… ce lambeau de chair, la fiendling aux cheveux de flammes et à la passion ardente… qu’est-elle pour toi, précieux homme ? » Ses yeux s’embrasent soudain, et elle lève ses griffes comme un éventail. Vous reculez malgré vous. « Tu ne sais rien de l’AMOUR, précieux homme, si tu penses qu’il peut être partagé entre ces deux catins infernales et Ravel… L’amour, le vrai, ne se divise pas ! » Sa voix monte, stridente, comme une tempête. « Que sais-tu du SAVOIR, moitié-d’homme ?! Sache ceci : tu resteras ici jusqu’aux JOURS DE FIN, prisonnier dans mon jardin barbelé, et tu m’aimeras, comme il t’était destiné de le faire ! » Elle se penche sur Annah, ses yeux flambant. « Voici la question barbelée, non pas à double tranchant, mais à cent lames, chacune plus acérée que la précédente. La tieffeline aux cheveux de flammes et au sang de feu… qu’est-elle pour toi ? » Puis son regard se détourne, presque las. « Hmmmnn… soit. » Elle souffle un rire mauvais. « Alors elle ne te manquerait pas ? Son sang de flamme ferait une boisson de choix pour les Trigits… Cela fait si longtemps qu’ils n’ont pas goûté au sang fiélon. » De nouveau, elle revient vers vous. « Pah ! Homme contraire ! Quelle pensée s’agite dans ton crâne, maintenant ? » Elle ricane, puis lâche Annah d’un geste. « Elle ne vivra pas longtemps dans ce labyrinthe de ronces noires… entends-moi, fille. Les ombres que tu chéris ne te protégeront pas ici. Prie pour que ta fureur te soutienne : elle pourrait être la seule à te sauver. » Ravel se penche vers vous, sa voix presque caressante. « Ma prochaine question est simple… » Un silence tombe, et vous avez l’étrange impression qu’elle craint elle-même la réponse. « Pourquoi as-tu tant tardé à revenir vers moi ? Ravel s’est sentie si seule sans toi, précieux homme. » Un sourire s’épanouit sur ses lèvres fendues. « Tes réponses… tes mots sont si apaisants… Ils n’avaient pas été entendus depuis si longtemps. Même mon cœur barbelé en est touché. Peu importent tes souvenirs… ton charme demeure. » Elle ricane, ses crocs jaunes luisant. « Ahhh… charmes, enchantements, séductions… Tout cela, Ravel les a maîtrisés. Et pourtant… il semble que toi, tu pourrais encore m’enseigner quelque chose. » Puis ses yeux brillent d’une lueur étrange. « Voici ma troisième et dernière question. Réponds-y, et alors tes questions voleront libres, et Ravel les enfermera dans ses réponses… Ma dernière question est celle-ci… » Elle se penche, ses griffes tremblantes, et vous sentez un froid dans votre poitrine. « Qu’est-ce qui peut changer la nature d’un homme ? » Son sourire se fend, dévoilant ses crocs ébréchés. « Tu n’as pas oublié… quel est ton réponse ? » Son regard se durcit, menaçant. « Est-ce bien ta réponse ? Sois sûr, avant de parler. »"
            },
            "Partie 6 – La réponse et le prix de l’immortalité": {
                "_general": "Ravel éclate de rire, un rire aigu qui s’éteint soudainement. Son regard s’ancre en vous, si intense que vous sentez votre peau se tordre, comme poignardée. « Ah ! Une réponse plaisante… » Ses yeux, veiné de noir, s’agitent lentement, et un sourire mauvais déchire son visage. Puis son expression s’adoucit, presque détendue. « Et voilà tout ce que je désirais, mon précieux homme. Une réponse simple. Et pourtant, tant d’hommes sont tombés en cherchant MA réponse… » Elle ricane de nouveau, ses crocs jaunes claquant. « Innombrables furent ceux qui me posèrent cette question. Pas un seul ne donna sa réponse… toujours ils rampaient pour deviner la mienne. Tchhh ! Il n’y a pas de vérité dans de tels esprits. » Soudain, elle se fige. Ses yeux s’abaissent, méfiants. Elle vous scrute en silence, presque inquiète. Un sifflement sec échappe à ses lèvres. « Bien sûr que ta réponse était la seule que je cherchais. Car toi seul étais la raison pour laquelle je l’ai posée ! Crois-tu que je me souciais des autres ? Tchhh ! Ils n’étaient rien pour moi. Mais toi… toi, mon précieux homme… » Elle secoue la tête, un éclat mauvais dans les yeux. « Toujours, toujours des questions… » Sa voix s’adoucit, presque nostalgique. « C’était ce que tu désirais, mon petit semis, et tu as supplié si doucement… Comment Ravel aurait-elle pu dire non à quelqu’un comme toi ? L’immortalité fut ta solution, ton défi que tu m’as lancé. » Elle claque de la langue, fronçant les sourcils. « Je ne sais pas… le temps a émoussé mes souvenirs, semble-t-il. Si tu te rappelles, dis-le-moi… je suis curieuse, moi-même. Cela devait être important… N’est-ce pas dans la nature d’un homme de vouloir vivre pour toujours ? » Elle plisse les yeux, son regard durci. « La mort était une chose que tu devais esquiver. Facile à dire, peut-être, mais à faire… non ! L’immortalité, malgré ses défauts, était la meilleure solution que ce vieux cerveau flétri pouvait tisser. » Sa voix s’enroue, mais gagne en gravité. « Le plomb n’est pas aisément changé en or, mais certains imbéciles le croient… De même, la mortalité pouvait être arrachée à un mortel, pelée comme une pellicule visqueuse. » Elle griffe sa propre chevelure grise, tirant des mèches. « Le gouffre entre l’homme et le non-homme est grand. Je t’ai donné les moyens, mais c’est toi qui as franchi le pas. Mauvaise Ravel ! Les mortels sont trop imparfaits pour durer. Pourtant, ils le désirent… » Elle secoue la tête, ses yeux étincelant de frustration. « Des raccourcis devaient être pris… mais ils brisent le moule. Ce n’est pas toujours le moule qui cède, mais la matière qu’on y verse. Forcer une chose à prendre une forme qui n’est pas la sienne… et elle se brise. » Sa voix devient presque triste. « Tu as survécu longtemps, immortalisé… mais tu es devenu la proie de la créature qu’est la vie. Le corps n’est qu’une cabane pour l’âme. Mais désormais, il n’y a plus d’habitant dans ta cabane. » Ses griffes s’agitent dans ses cheveux emmêlés. « Homme cassé, homme-puzzle… le rituel n’était pas fini. Il t’a donné ce que tu voulais, mais… » Elle se penche, ses yeux noirs brillant de fièvre. « Ce que tu voulais, tu l’as eu. Mais le prix fut immense : des ombres projetées, des morts silencieuses et violentes de l’esprit, un vide qui ronge… Ces choses, dangereuses, dans un vase si fragile… » Un sifflement empli de mépris s’échappe de ses lèvres. « Ombres ingrates… mais peut-être sans raison ? Elles te haïssent, elles sont nées de toi. Tes enfants, abandonnés, qui ne pardonneront jamais. Elles feront tout pour détruire leur parent. Ainsi vont bien des rejetons… » Elle claque des doigts, et ses yeux flambent. « À chaque mort, une ombre se lève de ta chair. Elle erre un temps, puis revient toujours, pour chercher à tuer son père. » Son regard devient plus froid. « Mille morts, et tu reviens de chacune. Mais pas ton esprit : lui est fragile. Ses cicatrices sont profondes et ne guérissent pas. » Ses griffes se ferment en poing. « Tu as un trou là où gisait ta mortalité. » Elle secoue son poing comme un hochet. « Clac-clac fait l’homme creux, jouet de nourrisson, avec pour tout noyau un caillou minuscule qui s’agite et résonne… » Son sourire s’élargit. « Tu doutes de Ravel ? Bien sûr que j’ai tenu ma promesse ! Peu après la fin du rituel, je t’ai tué pour voir si cela avait fonctionné. Tu t’es débattu, mais j’ai gardé ma prise serrée et j’ai regardé ta première mort… de tant d’autres. »"
            },
            "Partie 7 – La mortalité perdue et les ombres": {
                "_general": "Ravel ricane, un bruit sec et grinçant. « Mauvaise Ravel ! Toujours trop généreuse… mais comment aurais-je pu refuser à mon précieux homme ? Tu as demandé, j’ai donné. Voilà tout. » Elle se penche, son visage ridé à quelques centimètres du vôtre. « Ta mortalité… je l’ai retirée comme on arrache un clou d’un vieux cercueil. Peau, chair, souffle… tout séparé. L’homme d’un côté, la mortalité de l’autre. Deux choses distinctes. » Son doigt griffu trace un cercle dans l’air. « Mais une chose arrachée laisse toujours une cicatrice. Ta chair se referme… ton âme, jamais. » Ses yeux flambent d’un éclat rouge et noir. « À chaque fois que tu meurs, tu deviens ton propre bourreau. Tes ombres, elles, se lèvent et marchent… rejetons cruels, sans amour, sans pardon. » Elle se balance en arrière, ricanant. « Tu es leur père, leur tuteur… et elles te détestent pour les avoir engendrées. » Puis son regard se fait plus grave. « Chaque mort t’éloigne un peu plus de ce que tu étais. Et chaque retour te laisse moins… complet. Les cicatrices s’empilent, les souvenirs s’effacent. » Elle soupire, un son rauque. « Le rituel était incomplet, imparfait. J’ai arraché ton fardeau… mais pas sans laisser de vide. Ce vide t’a brisé. » Un sourire mauvais fend ses lèvres. « Et ce vide, il attire. Il attire comme un gouffre attire les pas. Ceux qui croisent ton chemin, leurs douleurs se mêlent aux tiennes. Tu es un aimant à souffrances. » Ses yeux se plissent. « Crois-tu que ton immortalité est un don ? Elle est une plaie béante, un trou noir qui avale tout. Les Plans eux-mêmes te rejettent. » Elle ricane à nouveau. « Mille morts… et mille ombres dressées contre toi. » Puis elle se penche, ses griffes effleurant votre poitrine. « Et pourtant, ta mortalité vit encore. Elle n’a pas disparu. Elle marche. Elle pense. Elle complote. » Un chuintement mauvais sort de sa gorge. « Peut-être même qu’elle te guette. Qu’elle attend. Qu’elle cherche le moment d’achever ce que j’ai commencé. » Ses crocs jaunes brillent. « Tu es un homme divisé. Et une moitié, tôt ou tard, cherche toujours à rejoindre l’autre. »"
            },
            "Partie 8 – La mortalité vivante": {
                "_general": "Ravel penche la tête, ses cheveux gris tombant en mèches tordues. « Ta mortalité… tu crois qu’elle s’est dissipée comme de la fumée ? Non. Je l’ai arrachée, mais elle n’est pas morte. Elle a pris une forme, une volonté. » Ses yeux flambent, et elle claque des doigts. « Elle marche quelque part, ton ombre perdue. Elle pense, elle agit, elle se souvient… et elle te hait. » Un sourire fend son visage. « Oui, elle est une créature maintenant. Pas un souffle, pas un murmure… mais une chose tangible, qui intrigue et complote. » Elle ricane. « Comme une racine que l’on coupe mais qui continue de pousser sous la terre, ta mortalité a trouvé une manière de survivre. Et elle tire encore sur toi, comme un fil invisible. » Ses griffes décrivent un cercle autour de vous. « Peut-être qu’elle te traque déjà. Peut-être qu’elle attend. Qu’elle patiente. Car tôt ou tard, les deux moitiés se rejoignent toujours. » Un silence lourd s’installe, brisé par sa voix rauque. « Elle est une plaie… et une arme. Et toi, tu es la blessure qu’elle a laissée derrière. » Elle tend la main, paume ouverte, comme si elle voulait vous montrer le gouffre dans votre propre poitrine. « Tu portes ce vide… et ce vide est un appel. Tout ce qui souffre s’y engouffre. Voilà pourquoi les tourments t’entourent toujours. » Son regard s’assombrit. « Ton immortalité est une trahison de l’ordre naturel. Et ta mortalité est devenue un monstre. » Elle ricane, mais sa voix tremble. « Ravel ne sait pas ce qu’elle est devenue depuis. Mais elle sait que ce qui marche là-dehors, ta mortalité… c’est plus qu’un homme. C’est une force. » Ses yeux étincellent de fièvre. « Et si tu la retrouves… prends garde. Car elle te veut brisé, détruit, éparpillé dans les vents des Plans. »"
            },
            "Partie 9 – Les échos du rituel et l’ombre de la Dame": {
                "_general": "Ravel soupire, et ses traits semblent fondre, comme si d’autres visages se superposaient au sien : Mebbeth, Marta, Ei-Vene… des ombres de femmes qui l’ont été ou qu’elle a engendrées. « Tant de Ravels cousues ensemble… et aucune ne se souvient tout à fait. » Elle rit doucement, puis son expression se crispe. « Ce que je t’ai donné n’était pas complet. Le rituel n’était pas parfait. Tu as obtenu l’immortalité, oui… mais à quel prix ? » Ses griffes tremblent tandis qu’elle énumère, presque en chantant : « Les ombres nées de tes morts, les esprits que tu as engendrés malgré toi… des enfants haineux, condamnés à te pourchasser. La fracture de ton esprit, chaque souvenir emporté comme un os rongé. La douleur que même une carcasse immortelle ne peut contenir. » Elle ferme les yeux, et un instant sa voix se fait tendre. « Tu as survécu mille fois, mais ton esprit, lui, n’a jamais guéri. Chaque mort a labouré ton âme comme un champ, jusqu’à n’y laisser que cicatrices et vide. » Puis elle claque des dents, ses crocs jaunes claquant comme un piège. « Et je t’ai tué, oui. La première fois, juste après le rituel. Pour être certaine. Tu te débattais, et je t’ai brisé. Et tu es revenu… » Son sourire s’élargit. « Alors j’ai su. » Elle s’interrompt, ses yeux virant à la mélancolie. « Mais je n’ai jamais possédé ta mortalité. Elle m’a échappé, comme toi m’as échappé. Ce que j’ai fait, je ne pouvais pas le défaire. » Un silence. Puis elle murmure : « Sigil… La Cage. Même la Dame y est prisonnière. Et j’ai essayé de l’aider. De briser ses chaînes, de briser l’anneau. De lui rendre la liberté. » Ses doigts griffus froissent l’air comme du tissu invisible. « Elle n’a pas voulu. Elle m’a refusée. Alors la Cage s’est refermée sur moi. La Dame m’a enfermée dans ce jardin de barbelés… pour toujours. » Elle se penche vers vous, ses yeux brûlant d’un éclat triste. « Je hais les prisons. Même pour les pierres, même pour les dieux. Personne ne devrait être enfermé. Mais voilà ce qui arrive lorsque Ravel ne sait pas laisser les choses reposer. » Son rire est rauque, éraillé. « Et les rêves, les vies, les amours, tout cela finit en morceaux à mes pieds… comme toi, mon précieux demi-homme. »"
            },
            "Partie 10 – La mémoire en lambeaux et le jardin de barbelés": {
                "_general": "Ravel s’agite, ses doigts tordus enroulant des mèches de cheveux gris autour de ses griffes. « Tant de noms… Marta, Ei-Vene, Mebbeth… étaient-ce moi ? Était-ce elles ? Ou des fragments cousus dans la toile de mon être ? » Son visage se brouille, ses traits glissent d’un masque à l’autre, comme si ses identités se disputaient son corps. « Les noms sont durs à retenir… comme des échos lancés à travers mille gouffres. » Puis elle ricane, mais son rire se brise, presque douloureux. « On dit que certaines sont mortes… mais si une Ravel meurt, toutes meurent-elles ? Ou bien chaque Ravel garde une étincelle ? » Ses griffes s’élèvent et d’un geste sec, elle arrache un cheveu qu’elle noue autour de sa main. Le sang perle. « Ce fil… c’est ma mémoire. Chaque brin une époque. Chaque nœud un oubli. » Elle vous fixe, ses yeux noirs veinés de rouge s’enfonçant dans les vôtres. « Quand j’ai façonné ce rituel, je pensais que le matériau – toi – était assez fort. Mais la chair s’est brisée sous le moule. Et moi aussi. » Elle s’interrompt, caressant l’écorce épineuse autour d’elle. « Ce jardin… il était autrefois de pierre nue. Mais un jour, un cheveu noir s’est emmêlé dans ma tresse. Une graine s’y cachait. Elle a germé. D’abord une tige, puis mille ronces. Elles ont étouffé le vide, et maintenant le labyrinthe m’appartient. » Elle rit, un son cassant, sec. « La Dame croyait m’enfermer dans le néant. Mais j’ai semé la vie dans sa prison. Même les barbelés portent mes secrets. » Puis sa voix s’éraille. « Pourtant, ce n’est pas une victoire. Chaque ronce est un rappel. Chaque épine un souvenir que je ne peux plus tout à fait saisir. Je vis dans un jardin de cicatrices. »"
            },
            "Partie 14 – La question qui ronge le cœur des hommes": {
                "_general": "Le jardin noir se tait. Même les ronces semblent retenir leur souffle, comme si elles attendaient. Ravel se penche vers vous, son visage creusé de plis et de fièvre. Ses yeux rougeâtres brûlent d’une lueur ancienne. « Ahhhh… la troisième et dernière question, mon précieux demi-homme. » Sa voix se fait presque douce, mais chaque mot lacère comme une épine. « Dis-moi… qu’est-ce qui peut changer la nature d’un homme ? » Le silence qui suit pèse comme un millier d’années. Elle vous observe avec une avidité douloureuse, comme si votre réponse devait combler le vide de son existence. Répondre par l’amour lui arrache un rire cruel, mais aussi une larme qu’elle tente de cacher. Répondre par la souffrance l’ébranle, ses traits se crispent comme si elle revivait chaque siècle de solitude. Répondre par le regret fait vibrer ses crocs jaunes, son sourire se tordant entre triomphe et dégoût. Répondre par la foi, la haine, le pouvoir ou la mort la fait hocher la tête, comme si chacune de ces vérités avait déjà été murmurée mille fois par d’autres avant vous. Mais lorsqu’on répond avec une conviction sincère — quelle qu’elle soit —, son masque se fissure. Elle ricane, mais son rire est brisé : « Tchhh… tant d’hommes sont venus chercher ma réponse. Jamais la leur. Tu es le premier à porter ton fardeau comme une graine entre tes lèvres… » Un silence s’installe. Ses yeux vacillent, ternes, soudain fatigués. « Voilà tout ce que je voulais… pas la vérité du multivers, mais la tienne. » Elle recule, ses griffes traînant contre les ronces. « Tu as répondu. Alors va, demi-homme… quitte mon jardin. » Ses mots résonnent, tremblants, comme une bénédiction et une malédiction mêlées. La brume se dissipe, et vous sentez que le dialogue touche à sa fin — mais que la question, elle, restera pour toujours."
            }
        },
        {
            "Nom": "Réalisme magique",
            "Type": "Art graphique",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Le réalisme magique est un courant artistique et littéraire qui intègre des éléments fantastiques ou surréels dans des contextes réalistes, créant une cohabitation naturelle entre l'ordinaire et l'extraordinaire. Dans le domaine pictural, Jacek Yerka en est l'un des représentants les plus emblématiques : ses toiles combinent des architectures organiques impossibles, des paysages oniriques et une précision technique quasi photographique. Ses œuvres présentent des maisons-arbres, des villes suspendues dans le ciel, des mécanismes végétaux et des hybridations constantes entre nature et construction humaine. Le réalisme magique se distingue du surréalisme pur par son ancrage dans une représentation technique minutieuse qui rend le fantastique crédible et immédiatement accessible.",
                "En quoi est-ce une source d'inspiration ?": "• Hybridations organiques/architecturales : L'univers d'Escelion repose sur des fusions entre organique et construit (le Désert des Echos Perdus, les structures bio-minérales). Le travail de Yerka sur les maisons-organismes et les villes-végétales résonne directement avec notre esthétique biopunk. • Crédibilité technique du fantastique : Comme Yerka, nous voulons que l'impossible paraisse tangible. La précision des détails rend nos hybridations visuellement cohérentes et immersives, sans basculer dans l'abstraction pure. • Transition naturelle entre états : Les tableaux de Yerka montrent des transitions fluides (arbre devenant bâtiment, eau se transformant en pierre). Cela s'aligne avec nos thématiques de métamorphose, d'entropie et de stase (cycles Hvergique et Wuji, transformations des Frémissants).",
                "En quoi n'est-ce PAS une source d'inspiration ?": "• Échelle narrative différente : Ses compositions sont souvent centrées sur un objet-monde isolé. Alteir demande des environnements explorables, avec une profondeur architecturale et une hiérarchie visuelle adaptée au RPG 2D (plans multiples, lecture top-down claire). • Saturation constante : Yerka utilise rarement la désaturation dramatique. Or, nous avons besoin de zones monochromatiques ou ternies pour créer des contrastes émotionnels forts (déserts de cendres, cryptes figées, zones d'entropie avancée)."
            }
        },
        {
            "Nom": "SaGa Frontier 2",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "SaGa Frontier 2 est un jeu vidéo de rôle (RPG) développé par Square (maintenant Square Enix) et sorti en 1999 sur PlayStation. Il se distingue par son style visuel unique utilisant des graphismes peints à l'aquarelle, lui donnant une esthétique singulière très appréciée. Le jeu suit deux scénarios principaux qui s'entrecroisent : • L'histoire de Gustave XIII, héritier déchu du royaume de Finney, incapable d'utiliser la magie dans un monde où elle est omniprésente, et qui doit reconquérir sa place par la force de sa volonté et son habileté militaire. • L'aventure de Wil Knights, un chasseur de trésors explorant les secrets des anciens artefacts et cherchant la vérité sur une puissante force magique appelée \"The Egg\". Le système de jeu combine des éléments de RPG classiques (exploration, combats au tour par tour) et des mécaniques spécifiques à la série SaGa, telles que la progression non linéaire des personnages, la possibilité d'apprendre des compétences par utilisation en combat, et l'évolution dynamique des scénarios en fonction des choix du joueur. L'ambiance générale du jeu est marquée par des thèmes forts : luttes politiques, destinées familiales, drames personnels et un univers empreint de poésie et de mélancolie.",
                "En quoi est-ce une source d’inspiration ?": "• Les décors peints à la main • La froide puissance Gustav et sa dérive vers la tyrannie • Le côté surréaliste de l’Oeuf",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• La difficulté • Les quêtes tirées par les cheveux avec beaucoup d’allers-retours"
            }
        },
        {
            "Nom": "Sea of Stars",
            "Type": "Jeu vidéo",
            "Étiquettes": "Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "JRPG inspiré des classiques du genre, suivant deux Enfants du Solstice combattant le mal avec des pouvoirs lunaires et solaires. Le jeu modernise les systèmes rétro avec une présentation visuellement somptueuse.",
                "En quoi est-ce une source d’inspiration ?": "• Pixel art ultra-HD • Éclairage dynamique en temps réel appliqué à des graphismes en pixel art, créant des effets d'illumination et d'ombre impossibles dans les jeux 16-bits originaux • Animations fluides à cadence élevée qui conservent la lisibilité du pixel art classique tout en apportant une fluidité moderne"
            }
        },
        {
            "Nom": "Suikoden V",
            "Type": "Jeu vidéo",
            "Étiquettes": "Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Suikoden V est un jeu de rôle japonais sorti sur PlayStation 2. L'histoire suit un jeune chevalier qui devient le porteur d'une rune puissante et doit rassembler 108 guerriers pour combattre une nation hostile. Le jeu se distingue par ses batailles navales, son système de combat et sa forteresse flottante qui sert de base aux personnages.",
                "En quoi est-ce une source d’inspiration ?": "• Le recrutement de personnages • La forteresse",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• La 3D basique"
            }
        },
        {
            "Nom": "The Elder Scrolls III: Morrowind",
            "Type": "Jeu vidéo",
            "Étiquettes": "Narrative Design, Art 2D / 3D",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "RPG développé par Bethesda (2002), troisième opus de The Elder Scrolls. L'intrigue se déroule à Morrowind, île volcanique dominée par le Tribunal — trois dieux-vivants (Vivec, Sotha Sil, Almalexia) qui ont trahi leur ami Nerevar pour s'emparer du pouvoir divin. Le jeu explore la manipulation de l'Histoire par les puissants, la réécriture des mythes fondateurs et la nature ambiguë de la divinité.",
                "En quoi est-ce une source d'inspiration ?": "• La manipulation institutionnalisée de la vérité historique : le Tribunal a réécrit l'Histoire à son avantage, transformant leur trahison en mythe fondateur glorieux. Cette réécriture du passé par les puissants résonne avec les thématiques d'Alteir autour de la mémoire, de l'oubli et de la construction des récits dominants. • Des traîtres grimés en dieux : Vivec, Sotha Sil et Almalexia ont assassiné (ou trahi) Nerevar, leur ami et roi, pour s'approprier le pouvoir du Cœur de Lorkhan. Leur divinité est bâtie sur un mensonge originel qu'ils perpétuent pendant des millénaires — un modèle pertinent pour explorer comment la légitimité divine ou politique peut masquer des crimes fondateurs. • Les identités multiples et contradictoires d'une même entité : Vivec est simultanément guerrier et poète, homme et femme, mortel devenu dieu, avatar de Mephala (meurtre, sexe, mensonge) et figure de sagesse transcendante. Cette superposition d'aspects irréconciliables, assumée sans résolution, offre un modèle narratif pour concevoir des personnages à facettes multiples — utile pour Valkazer, Uresaïr (et ses 7 aspects fragmentés), ou d'autres entités complexes d'Alteir. • L'ambiguïté morale institutionnelle : le Tribunal n'est ni purement bon ni purement mauvais ; il protège Morrowind tout en maintenant son pouvoir par le mensonge. Cette zone grise nourrit la réflexion sur les figures d'autorité ambiguës (Jast, Akthar-Neth, Vol Reitar, etc.). • L'écriture métaphysique des 36 Leçons de Vivec : ces textes hermétiques, ésotériques et volontairement énigmatiques constituent une des plus grandes réussites littéraires du jeu vidéo. Leur densité philosophique, leur poésie mystique et leur capacité à superposer plusieurs niveaux de lecture (mythologique, métaphysique, autobiographique) offrent un modèle d'ambition narrative. • L'esthétique alien et organique : champignons géants, architecture en chitine et coquillage, paysages volcaniques étranges, carapaces titanesques. Cette direction artistique a directement inspiré des lieux d'Alteir comme le Léviathan pétrifié (initialement conçu comme village dans des mues d'insectes) et les Plaines de l’Exuvie (territoire d'exosquelettes abandonnés de Deimos). L'esthétique bio-minérale de Morrowind nourrit la conception visuelle d'Escelion.",
                "En quoi n'est-ce PAS une source d'inspiration ?": "• La structure de quête « élu prophétisé » : Morrowind repose sur la figure du Nerevarine, réincarnation prophétisée destinée à accomplir une prophétie. Alteir explore des dynamiques de mémoire, d'agentivité et d'identité fragmentée qui ne passent pas par le trope classique de la prophétie messianique. • La réalisation technique datée : la 3D primitive de 2002, les animations rigides, les visages polygonaux et les textures basse résolution n'ont aucune pertinence pour un RPG 2D moderne comme Alteir. La vision artistique de Morrowind transcende sa réalisation technique limitée, mais cette dernière n'offre rien à imiter. • Le gameplay déséquilibré et exploitable : systèmes de progression cassés, combat peu engageant, économie triviale à briser. Alteir vise des systèmes RPG équilibrés et des mécaniques de jeu solides, domaines où Morrowind ne constitue pas un modèle à suivre."
            }
        },
        {
            "Nom": "The Eternal Cylinder",
            "Type": "Jeu vidéo",
            "Étiquettes": "Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Jeu d'aventure où vous contrôlez des créatures extraterrestres qui doivent évoluer pour survivre sur une planète menacée par un immense cylindre qui écrase tout sur son passage.",
                "En quoi est-ce une source d’inspiration ?": "• Un monde alien avec une écologie entièrement originale et cohérente • L'exploration d'un univers étrange et hostile qui raconte sa propre histoire",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Le concept sympa mais usé jusqu’à la corde pour avoir du contenu"
            }
        },
        {
            "Nom": "The Legend of Zelda: Majora’s Mask",
            "Type": "Jeu vidéo",
            "Étiquettes": "Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Introduction": {
                "Résumé de la source": "Majora's Mask (2000) est un action-RPG qui introduit une mécanique de boucle temporelle de 72 heures : la lune s'écrase sur Termina et Link doit remonter le temps pour empêcher l'apocalypse. Le gameplay impose de revivre ces trois jours en boucle, créant une structure narrative non-linéaire où chaque PNJ suit une routine complexe et prévisible. Cette contrainte temporelle transforme l'échec en mécanique narrative : chaque \"mort\" ou fin de cycle devient une itération exploratoire plutôt qu'un game over traditionnel. Le jeu explore des thèmes sombres (deuil, anxiété, mort, désillusion) à travers un monde où Link est étranger, impuissant face au destin collectif. Les transformations de Link en différentes formes (Mojo, Goron, Zora) renforcent ce sentiment d'aliénation et de fragmentation identitaire.",
                "En quoi est-ce une source d’inspiration ?": "• Le cycle des activités des citadins (pourrait être imaginé sur de plus longues périodes, sans remonter le temps) • L’étrangeté de la Lune avec un visage, des masques et des transformations",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• La 3D vieillissante"
            }
        },
        {
            "Nom": "Transistor",
            "Type": "Jeu vidéo",
            "Étiquettes": "UI UX",
            "Introduction": {
                "Résumé de la source": "Transistor est un action-RPG où l’interface et les menus sont étroitement liés à la conscience de l’héroïne : UI très graphique sur fond sombre, éléments qui semblent flotter dans un espace intérieur.",
                "En quoi est-ce une source d’inspiration ?": "• UI mentale sur fond sombre, texte lisible, éléments flottants • Réseaux de lignes et de nœuds lumineux pour représenter des fonctions/compétences • Sensation que le menu appartient au personnage plutôt qu’au jeu",
                "En quoi n’est-ce PAS une source d’inspiration ?": "• Esthétique très techno / circuit imprimé, trop froide et mécanique pour l’espace mental de l’Éthérée"
            }
        },
        {
            "Nom": "Tyranny",
            "Type": "Jeu vidéo",
            "Étiquettes": "Narrative Design, Game Design",
            "URL": "{'id': 'Qm~i', 'type': 'url', 'url': None}",
            "Référence de...": "{'id': 'vVJh', 'type': 'people', 'people': []}",
            "Introduction": {
                "Résumé de la source": "RPG développé par Obsidian Entertainment (2016). Le joueur incarne un Fataliste au service de Kyros l'Incontestée, conquérante ayant déjà subjugué le monde connu. Plutôt que combattre un tyran émergent, le joueur sert un pouvoir absolu établi et exécute ses Édits : décrets magiques capables de détruire des régions entières.",
                "En quoi est-ce une source d'inspiration ?": "• Le pouvoir absolu comme donnée de départ : Kyros règne déjà, sa victoire est acquise, et l'autorité tyrannique structure tout l'univers politique. Cette configuration résonne avec la situation d'Alteir où Jast contrôle le système panoptique depuis la Vieille Ville, où les structures de pouvoir sont déjà établies et où l'agentivité des protagonistes s'exerce dans un cadre contraint par des forces supérieures. • Les Édits comme manifestation concrète du pouvoir : décrets magiques irrévocables transformant la parole tyrannique en réalité incontournable. Ce concept inspire la réflexion sur les mécanismes par lesquels le pouvoir absolu s'inscrit matériellement dans le monde d'Escelion (manipulation de la mémoire, contrôle temporel, systèmes métaphysiques contraignants). • L'esthétique visuelle de certaines zones : Les zones affectées par les Edits sont déformées, hors du temps, ici la terre est déchirée, là tout est gelé, etc.",
                "En quoi n'est-ce PAS une source d'inspiration ?": "• Le ton cynique constant : Tyranny maintient une atmosphère uniformément oppressive et désespérée. Alteir vise un équilibre émotionnel plus nuancé, avec des moments de beauté, de connexion humaine et d'espoir malgré les structures oppressives. • La structure narrative rigide : progression linéaire par actes avec choix binaires de faction. Alteir privilégie une exploration plus ouverte et des dynamiques de réputation graduelles plutôt que des alignements factionnels tranchés."
            }
        }
    ]
}