{
    "liste_des_features": [
        {
            "Nom": "Achat/vente d'objets",
            "État": "Pas commencé",
            "Priorité": "Moyenne",
            "Sprint": "Sprint 3"
        },
        {
            "Nom": "Aspects d’Uresaïr",
            "État": "Pas commencé",
            "Priorité": "Faible",
            "Sprint": "Facultatif",
            "Introduction": {
                "Résumé de la fiche": "Le système des Aspects d'Uresaïr représente les pouvoirs divins fragmentés de la Seigneuresse. Organisé autour de 7 compétences correspondant aux aspects survivants de sa divinité originelle, il propose 28 pouvoirs répartis sur 4 âges cosmiques (Menog, Gumezishn, Wizarishn, Frashkart). Le système reflète sa nature brisée : privée de l'Aspect de la Destruction, ses pouvoirs engendrent des effets secondaires durables qu'elle ne peut purger."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité renforce les piliers \"Conflits de Conscience\" et \"Voyage au Cœur de l'Étrange\" en donnant à Uresaïr des capacités uniques assorties de coûts narratifs significatifs. Le système transforme chaque usage de pouvoir en décision lourde de conséquences, illustrant la condition tragique d'une déesse déchue. Les drawbacks obligent le joueur à peser chaque utilisation, créant une tension constante entre puissance et autonomie."
            },
            "Résumé": {
                "_general": "Le système comprend sept compétences d'aspect : Pensée, Loi, Pouvoir, Terre, Harmonie, Immortalité et Souffle. Chaque compétence permet des usages passifs en interaction (dialogues, objets) et débloque des pouvoirs actifs selon quatre seuils (5, 7, 9, 11) correspondant aux âges cosmiques zoroastriens. Chaque pouvoir consomme de l'Effort et impose un drawback unique reflétant l'absence de l'Aspect de la Destruction : impossibilité de purger les effets secondaires, accumulation de traits négatifs, liens permanents, malus persistants."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur développe les compétences d'aspect d'Uresaïr comme toute autre compétence. En interaction, ces compétences révèlent des informations profondes inaccessibles aux mortels. Au rang 5+, le menu des pouvoirs se déverrouille, présentant une interface dédiée. Le joueur sélectionne un pouvoir, en visualise le coût et l'effet, puis confirme l'utilisation. Le pouvoir se déclenche immédiatement mais son drawback s'applique automatiquement à Uresaïr. L'interface indique clairement la limitation d'un seul pouvoir Menog actif simultanément."
            },
            "Flux": {
                "_general": "[Développement de compétence d'aspect] → [Rang 5 atteint] → [Déblocage pouvoir Menog]                                                         ↓ [Joueur accède au menu Pouvoirs] → [Sélection pouvoir] → [Confirmation coût/drawback]                                                         ↓ [Utilisation pouvoir] → [Effet immédiat] → [Application automatique du drawback]                                                         ↓ [Suivi des effets permanents/temporaires] → [Récupération via repos avec indulgence]"
            },
            "Les Sept Compétences d'Aspect": {
                "_general": "1. PENSÉE (Manah) Principe : Percevoir et toucher la nature profonde des pensées, au-delà de leur expression superficielle Usages en interaction : Révéler les pensées dissimulées derrière les mots Détecter les altérations mentales et influences externes Comprendre des langages ou codes sans les connaître Identifier l'origine émotionnelle d'un traumatisme 2. LOI (Asha) Principe : Percevoir et manipuler l'ordre cosmique et les structures fondamentales qui régissent les choses Usages en interaction : Découvrir les règles cachées régissant un lieu ou un groupe Identifier les violations de lois naturelles ou divines Comprendre les hiérarchies invisibles de pouvoir Révéler les pactes et serments oubliés qui lient encore 3. POUVOIR (Khshatra) Principe : Percevoir et exercer l'autorité cosmique, la domination ontologique Usages en interaction : Identifier qui détient le vrai pouvoir dans une situation Reconnaître les droits de domination légitimes Percevoir les faiblesses dans les structures d'autorité Projeter une autorité qui transcende le statut social 4. TERRE (Armaiti) Principe : Percevoir et créer des liens durables, des fondations métaphysiques Usages en interaction : Détecter les liens profonds entre les êtres au-delà des apparences Révéler les loyautés et trahisons cachées Créer des connexions émotionnelles instantanées et durables Identifier ce qui peut fournir un ancrage stable 5. HARMONIE (Haurvat) Principe : Percevoir et restaurer l'intégrité profonde, au-delà des réparations superficielles Usages en interaction : Détecter les blessures existentielles et vides intérieurs Comprendre ce qui manque à quelqu'un pour être complet Révéler les racines cosmiques des dysharmonies Restaurer l'équilibre perdu en intégrant les contradictions 6. IMMORTALITÉ (Ameret) Principe : Percevoir et manipuler la persistance éternelle, la continuité au-delà du temps Usages en interaction : Identifier ce qui dans un être résistera au temps Récupérer des mémoires ensevelies d'existences antérieures Comprendre les cycles karmiques et les dettes temporelles Reconnaître les immortels déguisés ou endormis 7. SOUFFLE (Mainyu) Principe : Canaliser l'élan créateur primordial, l'étincelle divine qui transforme le potentiel en acte Usages en interaction : Déclencher des révélations créatrices soudaines Identifier les potentiels créateurs latents Réveiller des vocations endormies Catalyser les transformations profondes"
            },
            "Les Pouvoirs de Menog (Première Implémentation)": {
                "_general": "Déblocage : Compétence correspondante ≥ 5 Limitation générale : Un seul pouvoir Menog actif à la fois 1. CLARTÉ ORIGINELLE (Pensée) Coût : 2 Effort Durée : Instantané Conditions : Contact visuel avec la cible Effet : Révèle la vraie nature d'un être (espèce, intentions profondes, nature magique) sous sa forme la plus pure, sans les masques sociaux. Drawback : Surcharge Empathique - Uresaïr absorbe involontairement les traumatismes et obsessions de la cible. Malus de -2 en Volonté jusqu'au prochain repos avec indulgence. Les utilisations multiples cumulent les malus. 2. LOI PARFAITE (Loi) Coût : 3 Effort Durée : Jusqu'à la fin de la scène Conditions : Zone délimitée (max 100m²) Effet : Impose une règle simple et absolue dans la zone (ex: \"nul ne peut mentir\", \"les armes se brisent\"). Impacte PNJ et environnement. Drawback : Fixation Légale - La règle imposée se grave aussi sur Uresaïr. Trait temporaire Obsédé par la Règle (+3) : elle refuse catégoriquement de violer cette règle, même si cela lui nuit. Durée : jusqu'au prochain repos avec indulgence. 3. AUTORITÉ PRIMORDIALE (Pouvoir) Coût : 2 Effort Durée : 10 minutes Conditions : Aucune Effet : Bonus de +3 à tous les tests de Sociabilité impliquant autorité/commandement. Les inférieurs hiérarchiques ne peuvent résister aux ordres directs. Drawback : Tyrannie Latente - Uresaïr développe un besoin compulsif de domination. Trait temporaire Autoritaire (+4) : elle ne peut s'empêcher de donner des ordres même aux alliés, créant des tensions relationnelles. Malus de -2 en Réputation avec tous témoins. 4. PACTE FONDATEUR (Terre) Coût : 4 Effort (partagé entre participants) Durée : Permanent jusqu'à accomplissement Conditions : 2+ participants volontaires, acte symbolique Effet : Crée un serment irréductible. Violer le pacte inflige 1 dégât par jour à toutes les caractéristiques jusqu'à repentir ou mort. Drawback : Ancrage Symbiotique - Uresaïr devient mystiquement liée aux participants. Si l'un d'eux subit des blessures ou malédictions, elle ressent 50% de leurs effets. Si l'un meurt, elle perd 2 points d'Effort maximum de façon permanente. 5. PLÉNITUDE PREMIÈRE (Harmonie) Coût : 1 Effort par cible Durée : Instantané Conditions : Contact physique Effet : Restaure 1 cible à son état optimal (PV max, fatigue nulle, traits temporaires négatifs supprimés). Ne soigne pas blessures permanentes ou malédictions. Drawback : Dissonance Compensatoire - Les blessures soignées se transfèrent partiellement dans la mémoire émotionnelle d'Uresaïr. Malus de -1 en Agilité et Perception (poids psychosomatique) par utilisation, jusqu'au prochain repos avec indulgence. 6. STASE ÉTERNELLE (Immortalité) Coût : 5 Effort Durée : Permanent (révocable) Conditions : Cible volontaire ou inconsciente Effet : Suspend le vieillissement et la dégradation d'un être/objet. Préserve l'état exact du moment de lancement. Peut créer des situations problématiques si mal utilisé. Drawback : Écho Temporel - Une partie de la temporalité d'Uresaïr se fige avec la cible. Réduction permanente de l'Effort maximum de -2 points par cible active en stase. Si toutes les stases sont révoquées, récupération lente : +1 Effort maximum par mois. 7. INSPIRATION PURE (Souffle) Coût : 3 Effort Durée : 1 heure Conditions : Calme relatif Effet : Accorde un coup d'inspiration génial. La cible peut accomplir un chef-d'œuvre dans son domaine (art, artisanat, stratégie) ou résoudre un problème \"impossible\". +5 à tous les tests Créativité. Drawback : Compulsion Créatrice - L'inspiration se retourne contre Uresaïr. Trait temporaire Créateur Compulsif (+3) : elle ne peut s'empêcher de créer constamment (dessiner dans la poussière, sculpter mental, réorganiser l'espace). Malus de -3 en Concentration et -1 en Effort maximum jusqu'au prochain repos avec indulgence."
            },
            "Cas particuliers": {
                "_general": "Les drawbacks temporaires persistent jusqu'au prochain repos avec indulgence, obligeant le joueur à gérer les moments d'indulgence stratégiquement. Les effets permanents (Pacte Fondateur, Stase Éternelle) créent des engagements durables qui limitent les options futures. Si un personnage lié par Pacte Fondateur meurt, la perte d'Effort maximum d'Uresaïr est définitive. Certains lieux particuliers (Plis d'Ossements) peuvent modifier ou amplifier les effets des pouvoirs."
            },
            "Recherche et tests": {
                "_general": "Tests d'équilibrage : Simulation de sessions complètes pour vérifier la fréquence d'usage optimal (1-3 pouvoirs/session). Tests de progression : Vérification que les seuils 5/7/9/11 s'alignent avec la courbe d'expérience générale. Tests d'interface : Ergonomie du menu des pouvoirs, clarté des descriptions de drawbacks. Tests narratifs : Impact dramatique des drawbacks, cohérence avec le background d'Uresaïr. Tests d'intégration : Interaction avec le système de traits, réputation, indulgence."
            },
            "Métriques d'équilibrage": {
                "_general": "Seuil de déblocage : Menog (5), Gumezishn (7), Wizarishn (9), Frashkart (11) Coût moyen : 2-3 Effort Impact narratif : Élevé à très élevé Limitation active : 1 seul pouvoir Menog simultané Fréquence d'usage : 1-3 pouvoirs par session Temps de récupération : Drawbacks temporaires levés après repos avec indulgence"
            },
            "Extension future": {
                "_general": "Le système prévoit l'implémentation progressive de 21 pouvoirs supplémentaires : 7 pour Gumezishn (rang 7), 7 pour Wizarishn (rang 9), 7 pour Frashkart (rang 11). Chaque niveau apportera des pouvoirs plus puissants avec des drawbacks proportionnellement plus sévères, maintenant l'équilibre risque/bénéfice tout en offrant des options tactiques variées aux joueurs expérimentés."
            }
        },
        {
            "Nom": "Boîte de dialogue (graphismes)",
            "État": "En cours d'implémentation",
            "Priorité": "Haute",
            "Catégorie": "Graphismes",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Le système de dialogue adopte une approche immersive et expressive pour mettre en valeur les interactions entre les personnages. Il est conçu pour être intégré dans un jeu 2D avec une forte composante narrative. Principes : Boîte de Dialogue en Pleine Largeur : - La boîte de dialogue occupe toute la largeur de l'écran, permettant une lecture fluide et mettant l'accent sur le texte. Le fond opaque de la boîte assure une bonne lisibilité, quel que soit l'arrière-plan du jeu. Nom du Personnage : - Le nom du personnage qui parle est mis en valeur en haut à gauche ou à droite de la boîte de dialogue, selon la position du sprite du personnage. Cela permet au joueur d’identifier rapidement l’interlocuteur. Sprites des Personnages : - Les sprites des personnages sont affichés à gauche ou à droite de la boîte de dialogue, en fonction de leur position respective dans la scène. Ces sprites sont des représentations zoomées, issues des animations idle des personnages, et adoptent une pose neutre mais expressive, reflétant la personnalité de chaque personnage. Animations d'Expressions : - Les sprites des personnages peuvent être légèrement animés pour refléter les émotions en cours de dialogue (par exemple, une posture plus tendue, un sourire ou un froncement de sourcils). Ces animations aident à renforcer l'immersion et la connexion émotionnelle avec les personnages. Monologues Intérieurs : - Les pensées ou les monologues intérieurs du personnage principal (l'Ethérée) sont affichés en surimpression directe sur l'écran, sans boîte de dialogue, avec une police mouvante et des effets visuels subtils pour indiquer la nature éthérée et fluide de ces pensées. Doublage : - Tous les dialogues sont intégralement doublés, ajoutant une couche supplémentaire d'immersion et permettant de donner vie aux personnages."
            }
        },
        {
            "Nom": "Boucle de gameplay",
            "État": "Pas commencé",
            "Priorité": "Essentielle",
            "Catégorie": "Game design",
            "Sprint": "Sprint 1",
            "Introduction": {
                "_general": "Résumé de la fiche Trois boucles emboîtées règlent le rythme : 30 s : interaction instantanée dans un panneau. 5 min : mini-séquence d’exploration + dialogue complet avec autosave continue. 30 min : traversée d’une zone entière, gestion de progression (menu) et éventuel conflit scénarisé unique. Le système d’autosave conserve 5 fichiers (le joueur n’accède qu’au dernier) et s’appuie sur Steam Cloud. Les combats ne sont jamais « farmables » ; ils sont déclenchés par un choix explicite et ne rapportent pas plus qu’une résolution pacifique. Répartition visée du temps joueur : 50 % lecture, 25 % exploration, 15 % menus, 10 % conflits. Boucle 30 secondes – « Moment-to-moment »  Autosave immédiate après l’action (transit ou choix). Boucle 5 minutes – « Mini-scène »  Objectif : terminer la scène sans dépasser 5 autosaves. Boucle 30 minutes – « Macro-objectif »  Paramètres globaux  Métriques de validation (à instrumenter) Temps réel de lecture par panneau. Temps de l’autosave Répartition effective du temps des joueurs (télémétrie). Durée moyenne d’un conflit cinématique."
            }
        },
        {
            "Nom": "Caractéristiques et compétences",
            "Fonctionnalités liées": "Progression, Liste de compétences",
            "État": "A implémenter",
            "Priorité": "Essentielle",
            "Catégorie": "Dev",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Ce système émerge d'une volonté de rompre avec les mécaniques RPG traditionnelles basées sur le hasard et les jets de dés invisibles, offrant aux joueurs un contrôle tactique direct sur leurs actions. Il reflète le principe qu'un personnage agit selon ses compétences réelles plutôt que selon des algorithmes aléatoires – tout en préservant les moments dramatiques où l'on doit puiser dans ses réserves pour dépasser ses limites."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité transforme chaque confrontation en une décision stratégique plutôt qu'en une loterie de valeurs générées. Elle s'inscrit dans notre pilier \"Contrôle et Conséquences\" en permettant aux joueurs d'évaluer visuellement leurs chances et de décider consciemment quand investir leurs ressources limitées. La tension naît de l'épuisement progressif des ressources face à l'adversité et non de l'attente d'un résultat aléatoire, créant une immersion plus profonde dans le rôle et les capacités réelles du personnage."
            },
            "Résumé": {
                "_general": "Le système utilise deux niveaux d'expertise complémentaires qui interagissent lors de chaque action: Caractéristiques fondamentales: Visualisées dans l'écran de personnage sous forme de jauges primaires, ces capacités innées et acquises forment la base de toutes les actions du joueur. Compétences: Représentées par des icônes spécifiques qui s'illuminent lorsqu'applicables, ces spécialisations augmentent l'efficacité dans des domaines précis. Lorsque le joueur interagit avec un élément du monde, l'interface affiche automatiquement: La caractéristique et la compétence applicables Une jauge comparative montrant la difficulté L'écart entre le score du joueur et cette difficulté Si le score total (Caractéristique + Compétence) est suffisant, l'action réussit automatiquement. Sinon, une jauge d'Effort apparaît, permettant au joueur d'allouer des points pour combler l'écart. Cette visualisation immédiate des chances de succès transforme chaque interaction en une décision consciente plutôt qu'en un résultat aléatoire."
            },
            "Parcours utilisateur": {
                "_general": "Interaction avec le monde de jeu: - En survolant un élément interactif, l'interface affiche l'icône de la caractéristique principale requise - En initiant l'interaction, une fenêtre contextuelle apparaît montrant: - La caractéristique et la compétence applicables avec leurs valeurs - Une jauge comparative de difficulté - La différence entre le score du personnage et la difficulté requise Résolution d'actions: - Si le score total ≥ difficulté: Animation de succès et résolution automatique - Si score < difficulté: Fenêtre d'allocation d'Effort avec curseur ou boutons +/- - Le joueur peut soit: - Allouer suffisamment de points d'Effort pour réussir - Accepter l'échec (avec option \"Échec critique volontaire\" pour regagner 5 points d'Effort) - Feedback visuel et sonore instantané du résultat Actions longues: - Interface de progression par étapes, avec barres de progression pour chaque phase - Visualisation claire de l'arborescence des étapes et des alternatives possibles - Animations distinctes pour les transitions entre phases réussies"
            },
            "Flux": {
                "_general": "[Survol d'un élément interactif] → [Affichage icône caractéristique]          ↓ [Clic d'interaction] → [Fenêtre contextuelle: Score vs Difficulté]          ↓ [Si Score ≥ Difficulté] → [Animation de succès] → [Résolution]          ↓ [Si Score < Difficulté] → [Interface d'allocation d'Effort]          ↓                                ↓ [Bouton \"Accepter échec\"] → [Animation    [Allocation de points via curseur] d'échec + conséquences]                   ↓          ↓                      [Si nouveau Score ≥ Difficulté] [Option \"Échec critique\"]              ↓                 ↓          ↓                     [Succès]             [Échec] [Gain +5 Effort]                  ↓                     ↓                            [Animation]           [Animation]"
            },
            "Cas particuliers": {
                "_general": "Actions impossibles sans compétence: Interface qui grise complètement l'action, avec une icône \"expertise requise\" Option contextuelle \"Tenter quand même\" qui apparaît après quelques secondes Animation distinctive d'un \"effort désespéré\" avec coût fixe de 5 points Retour visuel des conséquences mitigées même en cas de réussite Synergies entre compétences: Les compétences complémentaires s'illuminent en bordure de la fenêtre principale Animation de connexion entre les icônes de compétences qui fonctionnent ensemble Système de découverte progressive des synergies qui s'inscrivent dans le journal du joueur Assistance d'alliés: Portraits des personnages de l'équipe s'illuminant quand ils peuvent assister Animation montrant l'aide apportée par les PNJ ou compagnons Possibilité d'un mode tactique où le joueur peut explicitement demander assistance"
            },
            "Recherche et tests": {
                "_general": "Tests d'équilibrage automatisés: Développement d'un framework de simulation exécutant 10,000+ scénarios de test par build Scripts de test automatisés mesurant le taux de succès/échec selon les profils de personnage Métriques de progression verticale analysant l'évolution de la puissance sur une partie complète Playtests utilisateurs: Sessions de playtest avec eye-tracking pour analyser l'attention sur les éléments d'interface Enregistrement des temps de décision lors des allocations d'Effort Questionnaires post-session sur la satisfaction des joueurs face aux mécanismes de décision Analyse de données en bêta: Collecte anonymisée des statistiques d'allocation d'Effort par type de défi Cartographie thermique des zones où les joueurs consomment le plus de ressources Identification des points de frustration où les joueurs rechargent fréquemment après un échec Métriques d'équilibre attendues: Les joueurs devraient réussir ~75% des actions tentées (avec ou sans Effort) Une séquence de combat typique devrait consommer 3-5 points d'Effort Les joueurs devraient choisir l'échec critique volontaire 1-2 fois par session majeure Aucune caractéristique/compétence ne devrait représenter plus de 25% des tests effectués"
            }
        },
        {
            "Nom": "Combat au tour par tour",
            "État": "En cours d'écriture",
            "Priorité": "Haute",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Le système de combat au tour par tour est un élément fondamental des RPG, permettant des affrontements stratégiques. Dans Alteir, ce système doit offrir une base solide pour des combats intéressants et fluides, en intégrant les caractéristiques uniques des personnages et un système de temps basé sur des unités."
            },
            "Résumé": {
                "_general": "Le système de combat au tour par tour d'Alteir repose sur les mécaniques de base suivantes : Ordre des tours basé sur la vitesse des personnages et la durée des actions en unités Actions de base : attaque, défense, capacités, utilisation d'objets, fuite Portraits affichant l'ordre des tours à venir Utilisation des caractéristiques des personnages pour les tests durant le combat"
            },
            "Caractéristiques des personnages": {
                "_general": "Chaque personnage possède des Caractéristiques et compétences"
            },
            "Système de temps": {
                "_general": "Le temps des actions est calculé en \"unités\", où une unité correspond à 10 secondes de temps de jeu. Actions basiques : 0.5 unité Attaque normale : 1 unité Actions complexes : Plusieurs unités (à définir selon l'action)"
            },
            "Déroulement d'un combat": {
                "_general": "Le combat commence, l'ordre initial des tours est déterminé Le joueur choisit une action pour le personnage dont c'est le tour L'action est exécutée, consommant le nombre d'unités correspondant Si l'action nécessite un test, la caractéristique appropriée est utilisée L'ordre des tours est mis à jour en fonction des actions choisies et de leur durée Le combat continue jusqu'à ce qu'une équipe soit vaincue"
            },
            "Valeurs de base": {
                "_general": "Valeurs des caractéristiques : 1-10 Durée des actions : 0.5 à 5"
            },
            "Tests": {
                "_general": "Vérification de la fluidité du système de tour avec les unités de temps Tests d'équilibrage des vitesses et durées d'actions Évaluation de la clarté de l'interface de combat Tests d'intégration des caractéristiques dans les mécaniques de combat Simulations pour ajuster la durée moyenne des combats"
            }
        },
        {
            "Nom": "Courbe émotionnelle (debug)",
            "État": "En cours d'écriture",
            "Priorité": "Faible",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "La courbe émotionnelle trace le parcours affectif du joueur à travers Alteir, cartographiant délibérément tensions et relâchements. Ce système identifie les piliers émotionnels du jeu (aliénation, révélation, empathie transgressive, subversion) et programme leur modulation rythmique pour éviter tant la fatigue que l'accoutumance."
            },
            "Hypothèse": {
                "_general": "Ce système de test permet de tracer le ressenti des testeuses à travers le jeu."
            },
            "Résumé": {
                "_general": "Une touche spécifique (exemple F10) permet à tout moment de renseigner une émotion dans une liste, avec un niveau de 1 à 10 (tension, curiosité, empathie, émerveillement, excitation, confusion, frustration) Phases émotionnelles attendues : Désorientation initiale (Léviathan) Familiarisation progressive (Possession d'Uresaïr) Complexification (Possession de Vethraak et Eonundé) Montée en puissance (Prise de la Citadelle) Première rupture (Trahison) Reconstitution (Exploration des souvenirs) Climax émotionnel (Confrontation avec Valkazer) Résolution (Variable selon les choix)"
            }
        },
        {
            "Nom": "Création d'objets",
            "État": "Pas commencé",
            "Priorité": "Faible",
            "Sprint": "Plus tard"
        },
        {
            "Nom": "Croyances fondamentales",
            "État": "A implémenter",
            "Priorité": "Très faible",
            "Sprint": "Facultatif",
            "Introduction": {
                "Résumé de la fiche": "Sous la surface des traits de caractère et des comportements observables des personnages d'Alteir se cachent des structures idéologiques profondes - leurs croyances fondamentales. Ce système transforme les \"défauts\" apparents en manifestations cohérentes de visions du monde, donnant aux personnages une profondeur politique et philosophique qui éclaire leurs actions et leurs choix."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité enrichit considérablement le pilier \"Conflits de Conscience\" en révélant que les comportements ne sont pas simplement des traits psychologiques isolés mais des expressions de systèmes de pensée cohérents. Elle transforme les contradictions apparentes des personnages en tensions idéologiques authentiques, créant une expérience narrative plus riche et politiquement significative."
            },
            "Résumé": {
                "_general": "Le système de Croyances Fondamentales: Existe initialement comme une mécanique invisible qui influence subtilement le comportement des personnages Se révèle progressivement au joueur à travers l'exploration des souvenirs et les interactions Donne un cadre interprétatif aux défauts et qualités Évolue en fonction des choix et expériences Génère des dilemmes où des croyances contradictoires s'affrontent Chaque personnage possède 2-3 croyances fondamentales qui structurent sa vision du monde et justifient ses actions, même les plus problématiques."
            },
            "Mécanismes": {
                "_general": "Phase Occulte (début du jeu) Les croyances influencent silencieusement options de dialogue et événements Certains choix sont incompréhensibles sans connaître les croyances sous-jacentes Les réactions émotionnelles semblent parfois disproportionnées Phase de Révélation (mi-jeu) L'exploration de nœuds de mémoire spécifiques révèle les premières croyances fondamentales Le joueur commence à voir les \"défauts\" comme des positions idéologiques Une nouvelle interface apparaît dans la section Psyché du menu Phase d'Interaction (fin du jeu) Le joueur peut activement interroger et remettre en question les croyances Des événements peuvent ébranler ou renforcer certaines croyances De nouvelles croyances peuvent émerger de choix significatifs"
            },
            "Exemples de Croyances Fondamentales par Personnage": {
                "_general": "Uresaïr Élitisme Méritocratique: \"Ma position supérieure est légitime car fondée sur mes capacités uniques.\" - Manifeste son Orgueil quand elle refuse toute remise en question - Manifeste son Instabilité quand elle doute de son mérite Nihilisme Passif: \"Le monde est condamné; toute tentative d'action majeure aggrave sa condition.\" - Manifeste sa Lâcheté quand elle refuse d'intervenir même face à la souffrance - Manifeste son Orgueil quand elle juge les tentatives d'autrui de changer les choses Traumatisme Historique: \"La destruction de Merid a rendu toute certitude impossible.\" - Manifeste son Instabilité quand elle change brusquement de position - Manifeste sa Lâcheté quand elle refuse de s'engager par peur des conséquences Eonundé Authenticité Existentielle: \"Une copie qui se révolte devient plus authentique que l'original.\" - Manifeste sa Défiance quand elle rejette son créateur - Manifeste son Impulsivité quand elle agit pour prouver son individualité Justice Rétributive: \"Ceux qui exploitent doivent souffrir comme ils ont fait souffrir.\" - Manifeste sa Cruauté quand elle punit sans mesure - Manifeste sa Méfiance quand elle soupçonne des abus de pouvoir partout Vethraak Pragmatisme Adaptatif: \"Survivre exige de se conformer aux attentes de chaque système.\" - Manifeste sa Duplicité quand il change de discours selon l'interlocuteur - Manifeste son Calcul quand il évalue minutieusement les rapports de force Relativisme Cognitif: \"Toute vérité est contextuelle et manipulable.\" - Manifeste sa Subtilité quand il déjoue les certitudes d'autrui - Manifeste son Détachement quand il refuse tout engagement idéologique ferme"
            },
            "Interface et Visualisation": {
                "_general": "Une fois révélées, les croyances apparaissent dans la section Psyché sous forme de: Principes formulés en une phrase Liens visuels avec les traits qu'elles influencent Indicateurs de force (faible, modérée, forte) Potentielles contradictions internes (représentées par des lignes de tension)"
            },
            "Interaction avec le Gameplay": {
                "_general": "Dialogues Des options de dialogue spéciales apparaissent lorsqu'une croyance est particulièrement activée par le contexte Certaines réponses peuvent directement confronter ou renforcer une croyance Défis Moraux Des situations peuvent mettre en conflit direct deux croyances fondamentales Le choix effectué renforce l'une au détriment de l'autre Ces moments génèrent des nœuds de mémoire particulièrement significatifs Évolution dans la Psyché L'exploration des souvenirs peut révéler l'origine historique d'une croyance Certains nœuds de mémoire permettent de réévaluer ou nuancer une croyance Des événements traumatiques peuvent radicaliser ou transformer une croyance"
            },
            "Cas Particulier: Conflits de Croyances": {
                "_general": "Lorsque deux croyances fondamentales du même personnage entrent en contradiction directe: Le personnage peut manifester une résistance accrue à certaines actions Des réactions émotionnelles intenses peuvent survenir Une opportunité de résolution du conflit peut émerger sous forme de quête introspective"
            },
            "Intégration avec d'autres systèmes": {
                "_general": "Traits de Caractère Les croyances contextualisent et justifient les traits existants Un même trait peut s'exprimer différemment selon la croyance active Progression par Zone Certaines communautés partagent des croyances avec les personnages La découverte de ces affinités idéologiques débloque des cases spéciales dans l'arbre de progression Système d'Indulgence Les activités d'indulgence prennent une dimension politique selon les croyances Certaines indulgences peuvent momentanément ébranler une croyance Exploration des Souvenirs Des nœuds spéciaux révèlent l'origine traumatique d'une croyance La résolution de certains nœuds peut transformer une croyance rigide en position plus nuancée"
            }
        },
        {
            "Nom": "Décrire les personnages du “village” d’Uresaïr",
            "État": "Implémenté",
            "Priorité": "Très haute",
            "Catégorie": "Game design",
            "Sprint": "Sprint 1"
        },
        {
            "Nom": "Décrire le lieu sous la protection d’Uresaïr",
            "État": "Implémenté",
            "Priorité": "Essentielle",
            "Catégorie": "Game design",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Description du premier lieu principal du jeu Cf Léviathan pétrifié"
            }
        },
        {
            "Nom": "Déplacements",
            "État": "Implémenté",
            "Priorité": "Essentielle",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "L'exploration de l'environnement est une fonctionnalité de base qui permet de : • Se déplacer dans l'environnement du jeu • Interagir avec des éléments du décor et des personnages • Passer d'une map à une autre"
            },
            "Hypothèse": {
                "_general": "L'exploration de l'environnement dans Alteir permet au joueur de naviguer dans le monde du jeu et de découvrir son univers. Cette fonctionnalité est essentielle pour le pilier Voyage au Cœur de l'Étrange, en permettant au joueur d'explorer un univers unique."
            },
            "Résumé": {
                "_general": "L'exploration de l'environnement dans Alteir, un RPG en 2D, repose sur plusieurs mécaniques de base : Déplacement du personnage dans 8 directions, contrôlé à la manette Système de transition entre les différentes maps Système d'interaction avec un bouton dédié de la manette Mécanisme de franchissement d'obstacles"
            },
            "Parcours utilisateur": {
                "_general": "Le joueur se déplace librement dans l'environnement 2D en utilisant la manette (8 directions). À l'approche des bords de l'écran, une transition s'effectue vers la map suivante. Le joueur peut franchir certains obstacles en utilisant les contrôles de déplacement. Pour interagir avec un élément du décor ou un personnage, le joueur utilise un bouton dédié de la manette."
            },
            "Flux": {
                "_general": "graph TD;     A[Début de l'exploration] --> B{Déplacement ou interaction?};     B -- Déplacement --> C[Mouvement dans une des 8 directions];     B -- Interaction --> D[Appui sur le bouton d'interaction];     C --> E{Bord de la map atteint?};     E -- Oui --> F[Transition vers nouvelle map];     E -- Non --> B;     D --> G[Exécution de l'interaction];     F --> B;     G --> B;"
            },
            "Cas particuliers": {
                "_general": "Certains obstacles peuvent nécessiter une action spécifique pour être franchis (ex: sauter, ramper) Certaines zones peuvent avoir des règles de déplacement uniques (ex: glace glissante, courants d'eau)"
            },
            "Tests": {
                "_general": "Tester le déplacement dans les 8 directions à différentes vitesses Vérifier la transition entre les maps aux bords de l'écran Tester le système d'interaction avec les éléments du décor et les personnages Vérifier le mécanisme de franchissement d'obstacles Tester les zones avec des règles de déplacement uniques (glace, courants d'eau) Mesurer et ajuster la durée de transition entre les maps (objectif : 1 seconde) Vérifier la fluidité générale des déplacements Tester les contrôles à la manette pour tous les aspects de l'exploration"
            }
        },
        {
            "Nom": "Déplacements V1",
            "État": "Implémenté",
            "Priorité": "Essentielle",
            "Catégorie": "Dev",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "L'exploration de l'environnement est une fonctionnalité de base qui permet de : • Se déplacer dans l'environnement du jeu • Interagir avec des éléments du décor et des personnages • Passer d'une map à une autre"
            },
            "Hypothèse": {
                "_general": "L'exploration de l'environnement dans Alteir permet au joueur de naviguer dans le monde du jeu et de découvrir son univers. Cette fonctionnalité est essentielle pour le pilier Voyage au Cœur de l'Étrange, en permettant au joueur d'explorer un univers unique."
            },
            "Résumé": {
                "_general": "L'exploration de l'environnement dans Alteir, un RPG en 2D, repose sur plusieurs mécaniques de base : Déplacement du personnage dans 8 directions, contrôlé à la manette Système de transition entre les différentes maps Système d'interaction avec un bouton dédié de la manette Mécanisme de franchissement d'obstacles"
            },
            "Parcours utilisateur": {
                "_general": "Le joueur se déplace librement dans l'environnement 2D en utilisant la manette (8 directions). À l'approche des bords de l'écran, une transition s'effectue vers la map suivante. Le joueur peut franchir certains obstacles en utilisant les contrôles de déplacement. Pour interagir avec un élément du décor ou un personnage, le joueur utilise un bouton dédié de la manette."
            },
            "Flux": {
                "_general": "graph TD;     A[Début de l'exploration] --> B{Déplacement ou interaction?};     B -- Déplacement --> C[Mouvement dans une des 8 directions];     B -- Interaction --> D[Appui sur le bouton d'interaction];     C --> E{Bord de la map atteint?};     E -- Oui --> F[Transition vers nouvelle map];     E -- Non --> B;     D --> G[Exécution de l'interaction];     F --> B;     G --> B;"
            },
            "Cas particuliers": {
                "_general": "Certains obstacles peuvent nécessiter une action spécifique pour être franchis (ex: sauter, ramper) Certaines zones peuvent avoir des règles de déplacement uniques (ex: glace glissante, courants d'eau)"
            },
            "Tests": {
                "_general": "Tester le déplacement dans les 8 directions à différentes vitesses Vérifier la transition entre les maps aux bords de l'écran Tester le système d'interaction avec les éléments du décor et les personnages Vérifier le mécanisme de franchissement d'obstacles Tester les zones avec des règles de déplacement uniques (glace, courants d'eau) Mesurer et ajuster la durée de transition entre les maps (objectif : 1 seconde) Vérifier la fluidité générale des déplacements Tester les contrôles à la manette pour tous les aspects de l'exploration"
            }
        },
        {
            "Nom": "Exploration des souvenirs",
            "État": "En cours d'écriture",
            "Priorité": "Haute",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "L'exploration des souvenirs fournit un accès à la psyché des personnages possédés par l'Éthérée, permettant d'approfondir leur histoire personnelle et d'influencer leur développement. Cette fonctionnalité transforme l'évolution introspective des personnages en espaces navigables, donnant une forme concrète aux conflits intérieurs et aux expériences formatrices."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité renforce deux piliers de conception essentiels : \"Conflits de Conscience\" en permettant aux joueurs d'explorer les motivations profondes des personnages, et \"Voyage au Cœur de l'Étrange\" en transformant l'introspection en exploration physique. Elle établit également un lien tangible entre le passé des personnages et leurs capacités futures."
            },
            "Résumé": {
                "_general": "L'exploration des souvenirs est accessible via un menu dédié et représente la psyché de chaque personnage comme une série de zones navigables. Ces paysages mentaux sont structurés comme des maps traditionnelles contenant : Des nœuds de mémoire représentant des événements significatifs Des barrières psychiques (points bloquants) qui se déverrouillent avec la progression de l'histoire Des manifestations de souvenirs avec lesquelles le joueur peut interagir Des dilemmes de résolution qui influencent les traits et capacités du personnage Chaque PJ possède sa propre psyché avec une architecture unique reflétant sa personnalité : labyrinthique pour Uresaïr, fragmentée et aquatique pour Eonundé, géométrique et calculée pour Vethraak. Découvertes : Le joueur peut découvrir des souvenirs qui contredisent ses propres hypothèses sur les personnages. Nœuds mutants: Certains souvenirs changent de signification une fois reliés à d'autres découvertes ultérieures, créant une relecture surprise de scènes déjà vécues. Faux souvenirs: 20% des mémoires explorées sont des fabrications des personnages, que le joueur doit identifier pour comprendre leurs mécanismes de défense psychique."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur accède au menu \"Psyché\" depuis l'interface principale Il sélectionne un des personnages possédés par l'Éthérée Une transition visuelle mène à la représentation de la psyché du personnage Le joueur navigue dans cet espace à la recherche de nœuds de mémoire En interagissant avec un nœud accessible, le joueur peut: - Observer une cutscene montrant un souvenir - Dialoguer avec une manifestation du PJ ou de figures de son passé - Prendre des décisions sur l'interprétation ou la résolution d'un souvenir Ces choix débloquent des effets mécaniques (attributs, compétences, options de dialogue) La progression de l'histoire principale déverrouille de nouvelles zones de la psyché"
            },
            "Flux": {
                "_general": "[Menu principal] → [Sélection \"Psyché\"] → [Choix du personnage]                                            ↓ [Navigation dans la psyché] → [Découverte d'un nœud de mémoire]           ↑                     ↓ [Retour à la psyché] ← [Interaction avec le souvenir]                         ↓                      [Choix d'interprétation/résolution]                         ↓                      [Effet mécanique appliqué]"
            },
            "Intégration avec le système de progression": {
                "_general": "L'exploration des souvenirs se connecte directement au système de progression par zone : Les arbres passifs de progression contiennent des \"cases mémorielles\" qui, une fois activées, déverrouillent des nœuds spécifiques dans la psyché Inversement, résoudre certains nœuds de mémoire débloque des options dans les arbres de progression de zone Les traits dominants révélés par l'exploration des souvenirs déterminent quelles cases spéciales sont compatibles avec le personnage dans le système de progression Certains PNJ importants d'une zone peuvent apparaître comme des figures dans les souvenirs, établissant des connexions narratives et mécaniques"
            },
            "Valeurs techniques": {
                "_general": "Nombre de nœuds de mémoire: 5-8 par personnage, débloqués progressivement Temps d'exploration moyen: 5-10 minutes par session de psyché Ratio cutscenes/dialogues: 30% cutscenes, 70% dialogues interactifs Réutilisation d'assets: Les psychés utilisent principalement des assets existants réarrangés de façon symbolique"
            },
            "Limites et restrictions délibérées": {
                "_general": "Pour assurer la faisabilité, le système: Utilise des maps de taille limitée (équivalentes à une zone de village) Réutilise le système de dialogue existant Limite les cutscenes à des moments essentiels Évite les mécaniques spécifiques à l'exploration psychique (pas de combat mental ou de puzzle unique) Récompense principalement par des attributs passifs et des options de dialogue"
            },
            "Interfaces": {
                "_general": "Interface minimaliste comprenant: Une carte stylisée de la psyché montrant les zones accessibles Des indicateurs visuels sur les nœuds (découvert/résolu/bloqué) Des effets visuels distinctifs pour chaque type de psyché"
            }
        },
        {
            "Nom": "Hasard optionnel",
            "État": "En cours d'écriture",
            "Priorité": "Moyenne",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Le système de hasard modulé est une option activable qui introduit un élément d'incertitude contrôlée dans la résolution des actions. En augmentant uniformément la difficulté de tous les tests de 3 points et en compensant partiellement cette augmentation par un lancer de dé positif (1D6), cette mécanique crée une tension dynamique entre maîtrise et aléatoire sans jamais rendre les compétences du personnage insignifiantes."
            },
            "Hypothèse": {
                "_general": "Le système de hasard modulé est une option activable qui introduit un élément d'incertitude contrôlée dans la résolution des actions. En augmentant uniformément la difficulté de tous les tests de 3 points et en compensant partiellement cette augmentation par un lancer de dé positif (1D6), cette mécanique crée une tension dynamique entre maîtrise et aléatoire sans jamais rendre les compétences du personnage insignifiantes. Elle vise à satisfaire les joueuses qui aiment le hasard."
            },
            "Résumé": {
                "_general": "Le système de hasard modulé fonctionne selon ces principes: Toutes les difficultés des tests sont augmentées de 3 points Pour chaque test, le joueur lance automatiquement 1D6 dont la valeur s'ajoute à son score L'écart restant peut toujours être comblé par des points d'Effort Cette option est activable/désactivable dans les paramètres L'intégration avec le système d'Effort crée une dynamique intéressante: Un bon jet de dé peut réduire significativement l'Effort nécessaire Un mauvais jet augmente la pression sur les ressources limitées Le joueur peut toujours choisir l'échec stratégique pour économiser de l'Effort"
            },
            "Parcours utilisateur": {
                "_general": "Le joueur active l'option \"Hasard modulé\" dans les paramètres Lors d'une interaction nécessitant un test: - L'interface affiche la caractéristique et compétence applicables - La jauge comparative indique la difficulté (déjà augmentée de 3) - Un dé virtuel apparaît et est lancé automatiquement - Le résultat du dé (1-6) est ajouté au score du joueur - Si le total reste insuffisant, l'interface d'allocation d'Effort apparaît Le joueur décide alors: - D'allouer suffisamment d'Effort pour réussir - D'accepter l'échec et ses conséquences - De tenter un échec critique volontaire pour récupérer 5 points d'Effort"
            },
            "Flux": {
                "_general": "[Début du test] → [Difficulté base +3] → [Lancer de 1D6]                                               ↓ [Score suffisant?] → Non → [Interface d'Effort]         ↓                         ↓        Oui                 [Choix du joueur]         ↓                    ↙       ↓       ↘   [Réussite]       [Allouer Effort] [Échec] [Échec critique]                          ↓            ↓         ↓                     [Réussite]    [Échec]  [Gain +5 Effort]"
            },
            "Cas particuliers": {
                "_general": "Tests impossibles: Même avec un jet de 6, certains tests restent inaccessibles sans Effort Enchaînement de tests: Pour éviter la frustration lors de séquences de tests multiples, l'Effort peut être pré-alloué avant le lancer de dé dans ces situations Réussite critique: Un jet de 6 combiné avec un score déjà suffisant peut être considéré comme une \"réussite améliorée\" avec un bénéfice narratif mineur"
            },
            "Recherche et tests": {
                "_general": "Tests d'équilibrage: Simulation de 1000+ scénarios avec différentes valeurs de caractéristiques pour vérifier la courbe de progression Tests de temps total: Vérifier que l'ajout du lancer de dé n'allonge pas excessivement la durée des interactions Mesure de l'économie d'Effort: Calculer la réduction moyenne de consommation d'Effort avec ce système Évaluation émotionnelle: Recueillir le ressenti des joueurs face aux différents résultats de dés Ajustement du rythme: S'assurer que l'animation du dé est suffisamment rapide pour maintenir le rythme du jeu"
            }
        },
        {
            "Nom": "Influence pour les personnages principaux",
            "Fonctionnalités liées": "Traits de caractère",
            "État": "En cours d'écriture",
            "Priorité": "Essentielle",
            "Catégorie": "Dev",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Le système d'influence est une mécanique centrale dans l'interaction entre l'Éthérée et les trois personnages principaux : Uresaïr, Eonundé et Vethraak. Il représente la progression de la possession et les conséquences des choix du joueur sur la relation entre ces entités. L’Influence est la principale “monnaie” de l’Ethérée. Attention, ce système d’influence ne peut pas s’appliquer aux PNJ."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité aura un impact significatif sur l'expérience de jeu en renforçant le pilier \"Conflits de Conscience\". Elle permettra aux joueurs de ressentir le poids de leurs décisions et d'explorer les nuances morales de la possession de chaque personnage principal par l'Éthérée."
            },
            "Résumé": {
                "_general": "Le système d'influence se compose de deux jauges dynamiques pour chaque personnage principal (Uresaïr, Eonundé et Vethraak) : Jauge d'Influence : représente le niveau de contrôle de l'Éthérée sur le personnage. Jauge de Respect : représente la relation positive entre le personnage et l'Éthérée. Les choix de dialogue du joueur affectent ces jauges sans limites supérieures, influençant ainsi les options de gameplay futures et la relation entre les personnages. Le contenu sera adapté aux valeurs extrêmes pour maintenir l'équilibre du jeu, en tenant compte des spécificités de chaque personnage."
            },
            "Parcours utilisateur": {
                "_general": "1. Le joueur engage un dialogue avec l'un des personnages principaux. 1. Des options de dialogue sont présentées, chacune ayant un impact potentiel sur les jauges d'Influence et de respect du personnage concerné. 1. Le joueur fait son choix, modifiant les jauges en conséquence. 1. Les valeurs de la jauge de respect influencent les options de dialogue futures. 1. L’Influence peut être dépensée pour forcer une action contraire aux qualités et défauts d’un personnage. Dans ces cas, la lutte interne entre ces deux volontés est représentée visuellement. 1. Disposer d’une influence élevée (ce qui signifie donc qu’on n’en abuse pas, puisqu’on ne la dépense pas) modifie certains choix en accord avec la nature des PJ."
            },
            "Cas particuliers": {
                "_general": "- Les événements majeurs du scénario peuvent avoir un impact significatif sur les jauges de chaque personnage. - Les interactions entre les personnages principaux pourraient être influencées par leurs niveaux respectifs d'Influence et de respect avec l'Éthérée."
            },
            "Recherche et tests": {
                "_general": "- Tester le système avec des valeurs extrêmes pour chaque personnage pour s'assurer que le gameplay reste équilibré et intéressant. - Vérifier que les choix de dialogue ont un impact perceptible sur le gameplay post-possession pour chaque personnage, quelle que soit la valeur des jauges. - Développer et tester des contenus adaptés aux valeurs extrêmes des jauges pour Uresaïr, Eonundé et Vethraak, en tenant compte de leurs personnalités uniques. - Organiser des sessions de playtest pour évaluer la compréhension intuitive du système par les joueurs et ajuster si nécessaire, en portant une attention particulière aux situations extrêmes et aux différences entre les trois personnages principaux."
            }
        },
        {
            "Nom": "Infobulles",
            "État": "Pas commencé",
            "Priorité": "Moyenne",
            "Sprint": "Sprint 3",
            "Introduction": {
                "Résumé de la fiche": "Quand les PJ tombent sur un élément qu’ils connaissent dans une discussion (par exemple Uresaïr qui rencontre un membre notable de l’Anentropie), le mot clé est affiché dans une couleur différente et en appuyant sur une touche, on voit un petit avatar du PJ qui explique ce qu’il sait par télépathie à l’Éthérée."
            },
            "Parcours utilisateur": {
                "_general": "Esquissez les écrans de ce que le joueur verra et fera, étape par étape."
            },
            "Flux": {
                "_general": "Créez un diagramme de flux du fonctionnement de la fonctionnalité."
            },
            "Cas particuliers": {
                "_general": "Y a-t-il des situations où cette fonctionnalité doit se comporter un peu différemment ?"
            },
            "Recherche et tests": {
                "_general": "Comment allez-vous tester cette fonctionnalité à différentes étapes de développement ?"
            }
        },
        {
            "Nom": "Inventaire",
            "État": "Pas commencé",
            "Priorité": "Haute",
            "Sprint": "Sprint 2",
            "Introduction": {
                "Résumé de la fiche": "Le système d'inventaire d'Alteir utilise une approche par liste catégorisée permettant une gestion fluide et intuitive des objets à la manette. Il introduit un concept d'encombrement unifié plutôt qu'une simulation de poids complexe, privilégiant l'accessibilité tout en maintenant une cohérence narrative. L'interface est conçue pour minimiser les interruptions de gameplay et maximiser l'aisance de navigation."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité soutient notre pilier de conception \"Voyage au Cœur de l'Étrange\" en permettant aux joueurs de collecter et d'interagir avec des objets uniques d'Escelion sans friction technique. Elle évite délibérément la complexité excessive des grilles spatiales et des calculs de poids qui détournent l'attention de l'exploration et de la narration. Un système d'inventaire bien conçu doit être un pont vers l'univers, non un obstacle."
            },
            "Résumé": {
                "_general": "Le système d'inventaire repose sur trois principes fondamentaux : Organisation par liste catégorisée - Les objets sont structurés en catégories et sous-catégories intuitives adaptées au contexte narratif d'Escelion Limitation par encombrement unifié - Chaque objet possède une valeur d'encombrement (1-5), avec une capacité totale du personnage évoluant avec la progression Navigation optimisée pour manette - Interface permettant l'accès à n'importe quel objet en trois actions ou moins, avec visualisation claire des informations essentielles L'interface affiche simultanément la catégorie actuelle, la liste d'objets correspondante avec leurs propriétés principales, et un panneau détaillé pour l'objet sélectionné. La progression du personnage pourra débloquer des améliorations de capacité et des fonctionnalités additionnelles de gestion."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur accède à l'inventaire via une touche dédiée (par ex. Triangle/Y) L'écran d'inventaire s'affiche, montrant la dernière catégorie consultée Navigation entre catégories avec LB/RB (ou équivalent) Sélection d'objet avec le stick gauche ou la croix directionnelle Actions contextuelles sur l'objet sélectionné (Utiliser, Examiner, Jeter) via boutons façade Possibilité de trier la liste actuelle par nom, rareté, valeur ou acquisition récente Retour au jeu avec la touche dédiée (par ex. Cercle/B)"
            },
            "Flux": {
                "_general": "[Ouverture de l'inventaire]        │        ▼ [Affichage dernière catégorie consultée]        │        ├─────┬─────┬─────┐        │     │     │     │        ▼     ▼     ▼     ▼ [Objets] [Quête] [Mats] [Divers]        │     │     │     │        └─────┴─────┴─────┘              │              ▼ [Navigation dans la liste d'objets]              │              ▼ [Sélection d'un objet]              │              ├─────────┬────────┬────────┐              │         │        │        │              ▼         ▼        ▼        ▼        [Utiliser]  [Examiner] [Jeter]  [Trier]              │         │        │        │              └─────────┴────────┴────────┘                        │                        ▼               [Retour au jeu]"
            },
            "Catégories de base": {
                "_general": "Equipement - Objets équipables (voire fonctionnalité correspondante) Objets de pouvoir - Artefacts, reliques et outils spéciaux activables Consommables - Potions, élixirs, remèdes et consommables à effet temporaire Matériaux - Ressources pour artisanat, alchimie et rituels Objets de quête - Éléments narratifs et objectifs tangibles"
            },
            "Mécaniques d'encombrement": {
                "_general": "Chaque objet possède une valeur d'encombrement de 1 à 5 Capacité de base: 100 points d'encombrement Augmentation possible via progression et objets spéciaux Jauge visuelle colorée (vert/jaune/rouge) plutôt que valeurs numériques Effet à 80% de capacité: alerte visuelle non-intrusive Effet à 100% de capacité: réduction de stats"
            },
            "Éléments d'interface": {
                "_general": "Panneau gauche: catégories avec icônes distinctives Panneau central: liste d'objets avec propriétés essentielles Panneau droit: détail de l'objet sélectionné (image, description, effets) Bandeau inférieur: actions contextuelles disponibles Bandeau supérieur: capacité d'encombrement et ressources principales"
            },
            "Contrôles manette": {
                "_general": "LB/RB: Navigation entre catégories Stick gauche: Sélection d'objet dans la liste A/X: Action primaire sur l'objet (généralement Utiliser/Équiper) X/Carré: Examiner (affiche description complète) Y/Triangle: Options (trier, marquer comme favori) B/Cercle: Retour/Fermer Stick droit: Rotation de l'objet en vue 3D (examen détaillé)"
            },
            "Cas particuliers": {
                "_general": "Objets sans encombrement - Certains objets narratifs ou très petits n'occupent pas d'espace Objets liés - Éléments ne pouvant être jetés ou transférés (liés à l'identité du personnage) Containers - Sacs, bourses ou réceptacles réduisant l'encombrement de catégories spécifiques d'objets Objets fragmentés - Collections nécessitant assemblage pour former un objet complet et utilisable"
            },
            "Améliorations futures potentielles": {
                "_general": "Système de favoris pour accès rapide à des objets fréquemment utilisés Préréglages d'objets (groupes d'objets sélectionnables en une action) Roue d'accès rapide configurable accessible en cours de jeu Mécaniques d'organisation automatique selon préférences du joueur Interaction avec le système de possession (inventaires distincts pour chaque personnage) Influence des traits de caractère sur la capacité d'inventaire ou l'affinité avec certains objets"
            },
            "Recherche et tests": {
                "_general": "Tester la vitesse d'accès aux objets fréquemment utilisés (objectif: moins de 3 secondes) Vérifier l'intuitivité des catégories avec des joueurs n'ayant pas participé au développement Évaluer l'équilibre entre encombrement restrictif et frustration du joueur Mesurer l'impact de l'ouverture du menu sur le rythme de jeu (temps d'affichage, fluidité) Tester la lisibilité sur différentes tailles d'écran, particulièrement pour le texte descriptif Valider l'accessibilité pour daltoniens (ne pas baser d'information cruciale uniquement sur la couleur)"
            }
        },
        {
            "Nom": "Journal des quêtes secondaires",
            "État": "Pas commencé",
            "Priorité": "Moyenne",
            "Sprint": "Sprint 3"
        },
        {
            "Nom": "Journal de la quête principale",
            "État": "En cours d'écriture",
            "Priorité": "Haute",
            "Sprint": "Sprint 2",
            "Introduction": {
                "Résumé de la fiche": "Le journal de quête principale est une fonctionnalité essentielle dans les RPG narratifs complexes. Elle permet de suivre les étapes majeures du scénario sans perdre le fil des événements, surtout lorsque le rythme de jeu est non-linéaire ou entrecoupé de longues séquences d’exploration."
            },
            "Hypothèse": {
                "_general": "Ce système aide le joueur à : conserver une vision claire de la trame principale comprendre les choix effectués et leur contexte se repérer dans un univers dense, sans surcharger l’interface Il renforce particulièrement : Conflits de Conscience : les ramifications de certains choix sont visibles dans les étapes du journal Voyage au Cœur de l’Étrange : permet de structurer la découverte d’un monde surréaliste sans l’aplatir Forteresse Évolutive : les étapes liées à la reconstruction peuvent être intégrées au journal principal"
            },
            "Résumé": {
                "_general": "Le journal principal est une chronologie simplifiée divisée en grands chapitres, chacun contenant plusieurs objectifs narratifs. Il affiche pour chaque étape : un titre clair une brève description le statut (actif, terminé, échoué) parfois, des variations selon les choix du joueur Le journal est consultable à tout moment via le menu principal, onglet “Journal”."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur ouvre le menu principal Il sélectionne l’onglet “Journal” La vue affiche la liste des grands chapitres de la quête principale En sélectionnant un chapitre, il voit : - les objectifs associés - les étapes actives en haut - les étapes terminées ou échouées en dessous - les résumés narratifs si disponibles L’interface permet un retour rapide vers l’objectif actif"
            },
            "Flux": {
                "_general": "mermaid CopierModifier graph TD     A[Déclenchement ou mise à jour de l'étape principale] --> B[Mise à jour du journal]     B --> C{Le joueur consulte-t-il le journal ?}     C -->|Oui| D[Affichage du chapitre principal]     D --> E[Affichage des objectifs et de leur statut]     C -->|Non| F[Pas d'interaction]"
            },
            "Cas particuliers": {
                "_general": "Certaines étapes peuvent diverger selon les choix (ex : infiltrer ou affronter une faction), le journal doit alors afficher la version correspondante Certaines étapes peuvent être condensées après un saut narratif (ex : flashback, ellipse) En cas de perte de progression (mort narrative, boucle), le journal peut conserver les anciennes entrées en mémoire"
            },
            "Recherche et tests": {
                "_general": "Tests UI : lisibilité sur différents écrans (PC, manette), navigation rapide entre chapitres Tests de mise à jour : vérifier que le journal se met bien à jour à chaque étape clé Tests narratifs : cohérence des textes générés ou sélectionnés selon les choix du joueur Tests de mémoire : est-ce que le journal permet au joueur de reprendre la partie après plusieurs jours sans confusion ? Tests de surcharge : vérifier que le journal ne devient pas illisible si la quête principale a de nombreuses ramifications"
            }
        },
        {
            "Nom": "Liste de compétences",
            "Fonctionnalités liées": "Caractéristiques et compétences",
            "État": "A implémenter",
            "Priorité": "Essentielle",
            "Catégorie": "Game design",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Liste des compétences du jeu. Un personnage n’a réellement que les compétences dans lesquelles il a investi au moins 1 point. Toutes ces compétences sont potentiellement accessibles et se débloquent via le sphérier de Progression. Il existe également des compétences exclusives à certains PJ.  Compétence\tDescription courte\tExclusive à Pensée (Manah)\tLire la pensée profonde, déchiffrer les langages inconnus, identifier les influences mentales\tUresaïr Loi (Asha)\tComprendre et manipuler les structures fondamentales de l’ordre cosmique\tUresaïr Pouvoir (Khshatra)\tDéceler l’autorité réelle et ses failles, imposer une domination légitime\tUresaïr Terre (Armaiti)\tIdentifier les liens durables et créer un ancrage émotionnel profond\tUresaïr Harmonie (Haurvat)\tRestaurer l’intégrité essentielle et révéler les manques existentiels\tUresaïr Immortalité (Ameret)\tAccéder à la mémoire éternelle, comprendre les cycles de rémanence\tUresaïr Souffle (Mainyu)\tRévéler les vocations enfouies, déclencher l’acte créateur initial\tUresaïr Note : Cette liste est non définitive, et sujette à évolutions motivées."
            }
        },
        {
            "Nom": "Magie ou sorts",
            "État": "Pas commencé",
            "Priorité": "Faible",
            "Sprint": "Plus tard"
        },
        {
            "Nom": "Menu principal",
            "État": "En cours d'écriture",
            "Priorité": "Très haute",
            "Sprint": "Sprint 3",
            "Introduction": {
                "Résumé de la fiche": "Le menu principal constitue l'unique interface utilisateur pour accéder aux différentes fonctionnalités du jeu. Il est accessible en jeu via la pression d'une touche dédiée (typiquement TAB ou le bouton Options sur manette) ou depuis l'écran d'accueil."
            },
            "Hypothèse": {
                "_general": "Un menu centralisé offre un accès clair et organisé à toutes les fonctions secondaires du jeu. Sa conception facilite la navigation pour les joueurs tout en maintenant une expérience immersive lorsqu'ils sont en jeu."
            },
            "Résumé": {
                "_general": "Le menu principal est une interface modulaire regroupant l'ensemble des systèmes de gestion du jeu. Sa structure doit rester épurée pour ne présenter que les options réellement nécessaires au joueur."
            },
            "Structure du menu": {
                "_general": "Page principale (première vue) Psyché : Accès à l'exploration des souvenirs des personnages Progression : Visualisation et gestion des arbres de progression Journal : Suivi des quêtes principales et secondaires Inventaire : Équipement et objets Réputation : État des relations avec factions et communautés Paramètres : Options de jeu, son, contrôles Page secondaire (modes hors jeu) Sauvegarder : Sauvegarde manuelle Charger : Pour les parties existantes Retour au titre : Quitter la partie en cours"
            },
            "Flux de navigation": {
                "_general": "[Appui sur touche Menu] → [Menu principal] → [Sélection d'un onglet]                              ↓                       [Interface spécifique]                              ↓                       [Retour au menu principal]                              ↓                       [Retour au jeu]"
            },
            "Interface visuelle": {
                "_general": "Navigation Onglets verticaux à gauche Zone principale à droite affichant le contenu Indication du PJ actuellement possédé (coin supérieur) Flèche \"Retour\" dans chaque sous-menu Principes esthétiques Interface épurée, typographie lisible, full screen Animations minimales pour les transitions Cohérence visuelle avec l'univers d'Escelion"
            },
            "Raccourcis clavier": {
                "_general": "[TAB] ou [Échap] : Ouvrir/fermer le menu [Flèches directionnelles] : Navigation [Entrée] : Valider sélection [R] : Raccourci direct vers Réputation [P] : Raccourci direct vers Psyché [J] : Raccourci direct vers Journal"
            },
            "Intégration avec le gameplay": {
                "_general": "Le menu est accessible à tout moment sauf : Durant les cinématiques Pendant l'affichage d'un dialogue Dans certaines scènes spécifiques définies par le scénario"
            },
            "Feedback de progression": {
                "_general": "Indicateurs visuels sur les onglets quand de nouveaux contenus sont disponibles Notifications discrètes pour les changements importants (nouveau titre de réputation, quête complétée)"
            }
        },
        {
            "Nom": "Moteur de jeu",
            "État": "Implémenté",
            "Priorité": "Très haute",
            "Catégorie": "Dev",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Notre jeu nécessite un moteur capable de gérer des dialogues complexes, des animations 2D et un système de quêtes. Unity est un choix naturel pour sa robustesse et ses outils dédiés au 2D."
            },
            "Hypothèse": {
                "_general": "L'utilisation d'Unity permettra une création rapide de prototypes et une intégration fluide des assets 2D. Ce choix s'aligne avec notre pilier de narration interactive en facilitant l'implémentation des dialogues et des choix."
            },
            "Résumé": {
                "_general": "Nous utiliserons Unity 2022 LTS avec le package 2D URP pour les graphismes. Le système de dialogue sera basé sur Ink, et nous implémenterons un système de sauvegarde personnalisé pour les états de jeu."
            },
            "Parcours utilisateur": {
                "_general": "Menu principal avec options de nouvelle partie/continuer Chargement de la map avec le personnage jouable Interactions contextuelles (dialogues, quêtes) Système d'inventaire et de progression"
            },
            "Flux": {
                "_general": "graph TD;     A[\"Démarrage\"] --> B[\"Chargement Scene\"];     B --> C[\"GameManager Init\"];     C --> D[\"Systems Init\"];     D --> E[\"DialogueManager\"];     D --> F[\"QuestManager\"];     D --> G[\"SaveSystem\"];     E --> H[\"État de Jeu Actif\"];     F --> H;     G --> H;"
            },
            "Cas particuliers": {
                "_general": "Gestion des transitions entre scènes État de pause Sauvegarde automatique après événements importants Mode fenêtré vs plein écran"
            },
            "Recherche et tests": {
                "_general": "Tests unitaires pour le système de sauvegarde Playtests réguliers des performances Tests d'intégration pour le système de dialogue Vérification de la mémoire utilisée"
            }
        },
        {
            "Nom": "Possession",
            "État": "En cours d'implémentation",
            "Priorité": "Haute",
            "Sprint": "Sprint 3",
            "Introduction": {
                "Résumé de la fiche": "La possession est le mécanisme d'interaction de l'Éthérée (entité jouée par le joueur) avec le monde d'Escelion. Elle représente l'allégorie directe de la relation joueur-personnage, transformant une convention tacite du médium vidéoludique en élément narratif explicite. Il ne vise cependant pas à faire des effets spectaculaire, l’allégorie se suffit en elle-même. Ce système se décline dans les systèmes Exploration des souvenirs, Influence pour les personnages principaux et Infobulles"
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité transforme la relation joueur-personnage en élément narratif central, créant une conscience réflexive qui renforce le pilier \"Conflits de Conscience\". En rendant visible et explicite cet acte de contrôle, nous invitons les joueurs à considérer les implications éthiques de leur présence dans l'univers du jeu et la relation asymétrique qu'ils entretiennent avec les personnages qu'ils \"habitent\"."
            },
            "Résumé": {
                "_general": "L'Éthérée, entité incorporelle venue de l'Océan de Ténèbres, possède les trois personnages principaux (Uresaïr, Eonundé, Vethraak) avec leur consentement initial. Cette possession: Est totalement invisible pour les autres personnages du monde Permet à l'Éthérée de percevoir et d'agir à travers le corps de l'hôte N'efface pas la conscience de l'hôte qui reste \"présent\" et conscient Permet le dialogue interne entre l'Éthérée et l'hôte Génère des tensions quand les actions choisies contredisent les traits de caractère de l'hôte"
            },
            "Parcours utilisateur": {
                "_general": "Établissement de la possession initiale: Au début du jeu, l'Éthérée émerge dans le monde et possède Uresaïr, servant d'introduction au concept. Apprentissage des limitations: Le joueur découvre que certaines actions sont refusées par Uresaïr (système de traits) et apprend l'existence de l'Influence comme moyen de contourner ces refus. Acquisition de nouveaux hôtes: À des moments clés de l'histoire, l'Éthérée rencontre Eonundé puis Vethraak et les possède"
            },
            "Flux": {
                "_general": "[Début de jeu] → [Possession d'Uresaïr]                    ↓ [Progression narrative] → [Rencontre avec Eonundé] → [Possession d'Eonundé]                            ↓ [Progression narrative] → [Rencontre avec Vethraak] → [Possession de Vethraak]"
            },
            "Aspects techniques": {
                "_general": "On ne se préoccupe pas de “transition entre personnages”, l’Ethérée est dans tous les PJ actifs en même temps, on contrôle l’ensemble comme un groupe comme dans n’importe quel RPG"
            },
            "Valeurs fondamentales": {
                "_general": "Consentement: La possession est facilitée par l'accord du personnage Cohabitation: La possession n'est jamais une suppression de l'identité de l'hôte Conscience partagée: L'Éthérée accède aux perceptions et connaissances de base de l'hôte Autonomie limitée: Les personnages possédés conservent une part de leur libre arbitre via le système de traits"
            },
            "Interfaces": {
                "_general": "La possession elle-même n'a pas d'interface dédiée au-delà : Des dialogues internes affichés à l'écran entre l'Éthérée et l'hôte"
            },
            "Note sur les systèmes connexes": {
                "_general": "Cette mécanique de possession constitue la base sur laquelle s'appuient d'autres systèmes qui seront détaillés dans leurs propres articles: Système d'Influence et de Respect Exploration des souvenirs et de l'identité Infobulles et pensées internes"
            }
        },
        {
            "Nom": "Progression",
            "Fonctionnalités liées": "Caractéristiques et compétences",
            "État": "A implémenter",
            "Priorité": "Très haute",
            "Sprint": "Sprint 2",
            "Introduction": {
                "Résumé de la fiche": "Ce document définit un système de progression pour un jeu de rôle où chaque zone du monde possède un arbre de compétences spécifique, rattaché aux PNJ et factions locales. Les joueurs gagnent des points de progression dans chaque zone et peuvent débloquer des bonus standards librement. Les cases spéciales nécessitent soit des traits de caractère compatibles, soit l'utilisation d'une ressource rare (Influence de l'Éthérée). Ce système renforce l'immersion narrative en liant la progression aux choix moraux et aux relations développées localement, tout en offrant des bonus mineurs et majeurs qui façonnent l'évolution des personnages."
            },
            "Hypothèse": {
                "_general": "Ce système : accentue les Conflits de Conscience, en forçant le joueur à faire des choix sur l’évolution intime de ses personnages valorise le Voyage au Cœur de l’Étrange, en liant la progression à chaque zone, à ses logiques propres et à ses figures locales renforce la Forteresse Évolutive, car chaque engagement local du PJ transforme aussi sa place dans l’univers global du jeu Le joueur n’augmente pas simplement ses statistiques : il façonne la perception, la mémoire, et l’intégrité morale de ses personnages."
            },
            "Résumé": {
                "_general": "Chaque grande zone du jeu dispose d’un arbre passif spécifique par PJ, structuré comme suit : Centre : représente le statut et la fonction du PJ dans la zone Branches périphériques : rattachées à des PNJ ou factions locales, visibles après rencontre Cases standards : activables librement avec des points de zone Cases spéciales : une par segment (statut ou PNJ), nécessitant un trait de caractère compatible, ou pouvant être forcées par l’Influence de l’Éthérée Le joueur gagne des points de progression locaux, utilisables uniquement dans la zone correspondante, via des actions concrètes : exploration, résolution de quêtes, dialogues importants, découvertes, etc."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur entre dans une zone majeure Le jeu génère un arbre de progression passif pour chaque PJ dans cette zone Le joueur rencontre des PNJ / factions → les branches correspondantes deviennent visibles Il acquiert des points de progression locaux Dans le menu de progression : - Il voit les cases activables en clair - Il identifie les cases spéciales, signalées distinctement En tentant d’activer une case spéciale : - Si les traits sont compatibles → activation possible - Sinon → possibilité de dépenser de l’Influence de l’Éthérée La case est activée → bonus passif accordé (mécanique, social ou narratif)"
            },
            "Flux": {
                "_general": "graph TD     A[Entrée dans une nouvelle zone] --> B[Génération de l'arbre par PJ]     B --> C[Exploration / Rencontre de PNJ]     C --> D[Déverrouillage visuel des branches]     D --> E[Acquisition de points de progression locaux]     E --> F[Menu de progression : choix d'une case]     F --> G{Case standard ?}     G -->|Oui| H[Activation avec 1 point local]     G -->|Non| I{Traits compatibles ?}     I -->|Oui| J[Activation avec 1 point local]     I -->|Non| K{Influence disponible ?}     K -->|Oui| L[Influence dépensée → activation]     K -->|Non| M[Case bloquée]"
            },
            "Cas particuliers": {
                "_general": "Un changement de statut du PJ peut reconfigurer la zone centrale de l’arbre (ex : de “Rebelle” à “Chef légitime”) Les points de zone ne sont pas transférables entre zones ou personnages Un changement de traits ultérieur n’annule pas les cases activées Si une case spéciale est activée par Influence, cela peut déclencher un retour narratif (dialogue, malaise du PJ, etc.)"
            },
            "Recherche et tests": {
                "_general": "Prototype d’interface avec arbre circulaire simple : un centre + 3 branches PNJ Tests de lisibilité : icônes, traits requis visibles, retour sur blocage clair Tests de gain de points : vérifier la fréquence d’obtention, courbe de progression locale Tests de frustration : est-ce qu’un joueur peut être bloqué à cause d’un trait trop extrême ? L’usage de l’Influence compense-t-il suffisamment ? Tests narratifs : l’activation d’une case spéciale par Influence est-elle perçue comme lourde de sens ? Est-ce que l’impact est mémorable ?"
            }
        },
        {
            "Nom": "Quêtes Principales des Personnages",
            "État": "A implémenter",
            "Priorité": "Haute",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Le système d'Arcs Narratifs Convergents structure l'évolution personnelle des trois protagonistes à travers des séries de quêtes dédiées à chacun. Ces quêtes principales fonctionnent comme une colonne vertébrale narrative parallèle à l'intrigue principale, permettant d'explorer les motivations profondes et les conflits internes de chaque personnage. Chaque étape majeure franchie débloque des bénéfices concrets pour ce même personnage, créant une boucle de motivation vertueuse et amplifiant sa capacité à contribuer à l'aventure collective."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité renforce le pilier \"Conflits de Conscience\" en offrant un cadre structuré pour l'évolution psychologique des personnages, transformant leurs quêtes intérieures en parcours tangibles avec des jalons mesurables. Elle soutient également le pilier \"Voyage au Cœur de l'Étrange\" en permettant l'exploration de territoires psychologiques uniques propres à chaque protagoniste, créant ainsi des expériences contrastées pour le joueur."
            },
            "Résumé": {
                "_general": "Chaque personnage possède un arc narratif personnel composé de 5-7 quêtes interconnectées. Ces quêtes: Sont déclenchées à des moments spécifiques de l'intrigue principale Peuvent être poursuivies parallèlement à la quête principale Révèlent progressivement des aspects inédits du personnage et de son passé Offrent des choix moraux formateurs qui modifient ses traits et capacités Récompensent le joueur par des améliorations significatives après chaque jalon majeur À la différence des quêtes secondaires traditionnelles, ces arcs narratifs sont intégralement liés à l'identité et au développement des personnages jouables, rendant leur progression aussi significative que celle de l'intrigue principale."
            },
            "Structure des Arcs Narratifs": {
                "_general": "Arc d'Uresaïr: \"Le Temps Fragmenté\" Thème central: La reconquête de son identité à travers le voile du temps. Pistes thématiques: Rencontres avec des entités qui l'ont connue à différentes époques Recherche d'artefacts temporels qu'elle a créés ou utilisés jadis Confrontation avec les conséquences à long terme de ses actions passées Un choix final sur ce qu'elle souhaite préserver et ce qu'elle accepte d'abandonner Système de récompense unique: \"Maîtrise Chronomantique\" Chaque accomplissement majeur de sa quête personnelle augmente sa jauge de Maîtrise Chronomantique Cette ressource peut être dépensée pour des manipulations temporelles mineures mais cruciales: - Revenir quelques secondes en arrière lors d'un dialogue ou d'une action (opportunité de choix alternatif) - Ralentir brièvement le temps lors d'un affrontement - Accélérer des processus environnementaux (croissance de plantes, érosion, etc.) Arc d'Eonundé: \"Au-delà de la Copie\" Thème central: Transformer la vengeance en quête d'identité authentique. Pistes thématiques: Traquer les traces laissées par Vol Reitar dans diverses régions d'Escelion Rencontrer d'autres \"créations\" de Vol Reitar, certaines hostiles, d'autres alliées potentielles Explorer les différences avec l'originale (Ysellor) plutôt que les similitudes Un choix final sur ce que signifie être \"authentique\" dans un monde de copies Système de récompense unique: \"Catharsis Vengeresse\" Chaque confrontation significative avec l'héritage de Vol Reitar renforce sa jauge de Catharsis Cette ressource peut être utilisée pour: - Activer un état de \"Fureur\" qui augmente temporairement ses capacités de combat - Percevoir intuitivement les faiblesses des créations artificielles - Résister aux tentatives de manipulation ou de contrôle mental Arc de Vethraak: \"Le Prix du Calcul\" Thème central: La valeur réelle de l'information et ses coûts cachés. Pistes thématiques: Établir un réseau d'informateurs dans les différentes zones d'Escelion Retrouver d'anciennes dettes impayées et décider comment les recouvrer Exploiter des failles dans les systèmes économiques locaux Un choix final sur le type d'influence qu'il souhaite exercer Système de récompense unique: \"Capital Informationnel\" Chaque transaction ou information majeure acquise augmente son Capital Informationnel Cette ressource peut être investie pour: - Révéler des options de dialogue cachées avec les PNJ - Obtenir des informations privilégiées sur les prix ou les marchandises disponibles - Manipuler la réputation du groupe auprès de certaines factions - Découvrir des passages secrets ou des raccourcis"
            },
            "Mécaniques d'Interconnexion": {
                "_general": "Bien que chaque arc soit distinct, des points de convergence stratégiques apparaissent: Points de Synchronisation Narrative: À certains moments critiques, les trois arcs se rejoignent temporairement, créant des moments où les trois personnages doivent collaborer. Épiphanies Partagées: Une découverte majeure dans un arc peut créer des dialogues spéciaux avec les autres personnages, révélant des connexions insoupçonnées."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur découvre l'existence des arcs personnels via les dialogues initiaux avec chaque personnage Après un événement déclencheur spécifique, la première quête de l'arc devient disponible L'interface du journal distingue clairement ces quêtes (code couleur, icône spéciale) À la complétion d'une étape majeure: - Une cinématique ou séquence de dialogue significative se déclenche - Le bénéfice est clairement présenté et expliqué - La prochaine étape de l'arc est révélée (ou suggérée cryptiquement) Les arcs se concluent par des choix moraux décisifs qui peuvent modifier profondément le personnage"
            },
            "Flux": {
                "_general": "[Progression Histoire Principale] --> [Déclencheur Arc Personnel]              |              v [Quête Arc Personnel 1] --> [Récompense Personnelle 1]              |              v [Quête Arc Personnel 2] --> [Récompense Personnelle 2]              |              v [Continuation Arc] --> [Point de Synchronisation]              |              v [Conclusion Arc] --> [Transformation Définitive du Personnage]"
            },
            "Cas particuliers": {
                "_general": "Conflits de progression: Si l'histoire principale avance trop rapidement, certaines étapes des arcs personnels peuvent devenir temporairement inaccessibles jusqu'à un point de synchronisation ultérieur. Échecs transformateurs: Certaines quêtes peuvent être \"échouées\" intentionnellement, créant des branches narratives alternatives tout aussi valides. Incompatibilité des traits: Si les traits actuels d'un personnage sont radicalement opposés à la direction de son arc, des dialogues spéciaux expliquent cette tension et offrent des voies de réconciliation. Influence cruciale: Certains choix particulièrement contraires à la nature du personnage nécessitent une dépense exceptionnelle d'Influence, créant des moments dramatiques où l'Éthérée doit véritablement \"forcer\" le personnage."
            },
            "Recherche et tests": {
                "_general": "Tests de cohérence narrative: Vérifier que chaque étape des arcs s'intègre naturellement dans l'histoire principale sans créer de dissonances. Tests d'équilibrage des récompenses: S'assurer que les bénéfices obtenus sont significatifs sans rendre les personnages surpuissants ou déséquilibrés entre eux. Tests émotionnels: Évaluer l'impact émotionnel des moments clés pour garantir l'engagement du joueur. Tests de flexibilité: Vérifier que les arcs peuvent être poursuivis à des rythmes différents sans nuire à l'expérience globale."
            }
        },
        {
            "Nom": "Rappel du Core System",
            "État": "A implémenter",
            "Priorité": "Essentielle",
            "Catégorie": "Game design",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "• Tests : Au lieu de jeter des dés, vous comparez la caractéristique de votre personnage à la difficulté (ou au score adverse). • Points d’Effort : Si votre score est inférieur au seuil, vous pouvez dépenser des points d’effort pour l’augmenter. Chaque point d’effort dépensé ajoute +1 à votre total. • Succès / Échec : • Résultats Critiques : Dépasser la difficulté de 5 ou plus donne un succès critique. Tomber en dessous de 5 points par rapport à la difficulté entraîne un échec critique. • Actions Longues : Lorsqu’une action complexe se décompose en plusieurs tests successifs, échouer à une étape peut bloquer l’action ou vous forcer à adopter une nouvelle approche. • Traits : Chaque personnage possède un ou plusieurs traits spéciaux. • Modificateurs Contextuels :"
            },
            "2. Caractéristiques Fondamentales": {
                "_general": "Les personnages sont définis par 8 caractéristiques fondamentales, applicables à toutes les actions : Puissance – Force, endurance, constitution. Agilité – Vitesse, équilibre, esquive, précision. Perception – Observation, psychologie, vigilance, investigation. Intelligence – Logique, analyse, connaissances. Créativité – Imagination, arts, artisanat. Sociabilité – Convaincre, manipuler, inspirer. Technique – Réparation, soin, technologie. Volonté – Résistance mentale, concentration, persévérance. 🔹 Aucune compétence n’est incluse dans le core, mais des modules pourront en ajouter selon les besoins spécifiques."
            },
            "3. Tests simples": {
                "_general": "Comparaison des Scores Le joueur ne connaît pas le DD (Degré de Difficulté) exacte avant de tenter l’action. Une préparation minutieuse peut donner un bonus à la caractéristique testée. Si son score est supérieur ou égal à la difficulté, la réussite est automatique. Si son score est inférieur, il ressent l’imminence de l’échec et peut choisir de dépenser des points d’effort. - Si le personnage échoue, il subit les conséquences de l'échec. Il peut néanmoins retenter son action si cela reste cohérent avec le contexte. Dans un test en opposition, le DD est égal à la compétence de résistance de l'adversaire - Les deux partis peuvent utiliser des points d'effort, mais la valeur de la mise reste caché jusqu'à la résolution. Des alliés peuvent aider la personne qui fait le test - Ils donnent +1 par personne (maximum +3) - Ils peuvent dépenser des points d'Effort à la place de la personne qui fait le test Exemples d'échec L'adversaire est sur ses gardes, toute nouvelle tentative sera plus difficile (+1 à +5 au DD) - Exemple : Après une attaque ratée, l'ennemi sait mieux comment parer la suivante. Le personnage subit une blessure - Exemple : Après avoir essayé d'escalader un mur, le personnage tombe, se foule la cheville et subit une blessure de 2 en Agilité. Toute nouvelle tentative devient impossible - Exemple : Un personnage tente de franchir un pont branlant et le fait s'effondrer, il devient impossible de l'utiliser à nouveau. Le MJ peut inventer toute conséquence appropriée. Accepter son échec Quand un personnage peut gagner un test (via ses traits ou des points d'Effort) mais qu'il accepte l'échec, il le déclare de façon solennelle. Il crée ainsi volontairement une situation dramatique, un climax, où le vent de la fortune se tourne contre lui : L'échec est considéré comme critique Le MJ est incité à faire payer au maximum le prix de son échec En contrepartie, le personnage gagne immédiatement 5 points d'Effort Modificateurs contextuels La difficulté d'une action varie selon les circonstances. Une tâche normalement simple peut devenir ardue sous contrainte. Exemple : ouvrir une porte est trivial, mais le faire en étant grièvement blessé ou sous pression devient une action difficile Résultats critiques Un succès critique est obtenu si le score dépasse la difficulté de 5 ou plus. Un échec critique survient si le score est inférieur à la difficulté de 5 ou plus. Évaluation de la Difficulté"
            },
            "4. Actions longues": {
                "_general": "Les actions longues sont considérées comme des \"processus\" comprenant plusieurs tests successifs. Chaque test réussi apporte un bénéfice partiel mais ne garantit pas la réussite totale de l'action. Gestion des actions longues Définition du Processus : Le MJ divise l’action en plusieurs étapes logiques nécessitant des tests distincts. Résolution par Étapes : Chaque test réussi apporte une progression, mais l'échec peut empêcher l’accès aux étapes suivantes. Effet des Échecs : Un échec à une étape stoppe complètement la progression. Finalisation du Processus : Lorsque toutes les étapes sont complétées avec succès, l’action atteint son plein effet. Exemple : Enquête sur un crime Étape 1 : Interroger des témoins (Sociabilité ou Perception). Un succès fournit des indices utiles. Étape 2 : Infiltrer un lieu sensible (Agilité ou Technique). Un succès permet de sécuriser un accès. Étape 3 : Fouiller une pièce secrète (Perception ou Raison). Ce dernier succès est dit total, il révèle la preuve recherchée. Si un joueur échoue à un test, il subit l'effet d'un échec. Il peut retenter le test si la situation le permet."
            },
            "5. Gestion des Ressources": {
                "_general": "Les Points d’Effort Chaque personnage débute avec 10 points d’effort. Après un repos long (équivalent à un interlude entre scénarios), il regagne 10 points d’effort. Un échec peut rapporter 1 à 3 points d’effort, en fonction de la sévérité des conséquences. Si un personnage épuise ses points d’effort, il ne peut plus dépasser ses limites jusqu’à la récupération."
            },
            "6. Traits": {
                "_general": "Les traits sont des éléments narratifs qui définissent des aspects spécifiques du personnage et influencent ses actions en jeu. Ils peuvent être utilisés pour refléter un avantage contextuel. Utilisation des Traits Avantage contextuel : Un trait peut être invoqué pour justifier un bonus narratif ou une facilité dans une action. Utilisation en jeu : Une fois par session, un joueur peut utiliser un trait pour : - Réussir automatiquement un test approprié. - Introduire un élément lié au trait dans l’histoire (ex. une relation, un objet, un événement...). Les traits incluent notamment : Origine : Donne un trait lié au passé du personnage (ex. \"Né en marge\", \"Filiation adoptive\"). Carrière : Définit un domaine d’expertise (ex. \"Médecin\", \"Mercenaire\")."
            }
        },
        {
            "Nom": "Récupération par indulgence",
            "État": "A implémenter",
            "Priorité": "Moyenne",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Dans Alteir, la récupération n'est pas simplement une question de repos physique, mais également une libération psychologique. Le système d'Indulgence transforme les moments de détente en opportunités d'expression authentique des défauts des personnages, créant un équilibre entre la tension narrative et le soulagement nécessaire."
            },
            "Mécaniques principales": {
                "_general": "Durant les périodes de repos, le personnage peut s'adonner à des activités de détente Durant la détente, le personnage peut se laisser aller à certains défauts Chaque indulgence récupère de l'Effort selon son intensité (échelle 1-10) Les conséquences sociales varient selon les témoins et le contexte La répression constante des défauts crée une tension psychologique"
            },
            "Situations d'Indulgence": {
                "_general": "1. Célébrations et festivités collectives Description: Une réunion où l'alcool coule à flots, la musique bat son plein, et les inhibitions s'effacent progressivement. Ce peut être un mariage, une fête saisonnière, l'anniversaire d'un événement important ou simplement une nuit de débauche. a) Au milieu des danses et de la musique Provocateur: (+3) Danser de façon outrageusement suggestive, frôlant l'indécence publique et captant toute l'attention Orgueilleux: (+5) Interrompre les musiciens pour démontrer ses propres \"talents\" supérieurs et ridiculiser leur médiocrité Sensuel: (+7) S'abandonner complètement à la danse jusqu'à l'épuisement, flirtant sans retenue avec chaque partenaire potentiel Susceptible: (+4) S'emporter violemment contre quiconque critique votre style de danse ou refuse une invitation Pas de défaut: Se permettre quelques danses mesurées avant de s'éloigner pour observer, applaudissant poliment les performances des autres b) À table, quand la nourriture et l'alcool abondent Sensuel: (+4) Consommer jusqu'à l'excès, goûtant tout sans modération, buvant jusqu'à altérer sa conscience Égoïste: (+6) Accaparer les meilleurs plats, cacher les bouteilles sous la table pour son usage personnel Irrespectueux: (+7) Renverser délibérément des boissons sur des invités, insulter l'hôte Irresponsable: (+5) Dépenser toutes vos économies pour payer des tournées, ignorant vos obligations financières Pas de défaut: Savourer avec modération, s'assurer que chacun est servi avant de se resservir c) Lors des discours et toasts Indiscret: (+3) Révéler publiquement des secrets embarrassants sur les personnes honorées Malhonnête: (+5) Inventer des histoires complètement fictives pour se mettre en valeur et s'attribuer des exploits imaginaires Colérique: (+8) Transformer un toast en règlement de comptes, exposant brutalement d'anciennes rancœurs Autoritaire: (+4) Monopoliser la parole, couper systématiquement ceux qui tentent de s'exprimer Pas de défaut: Proposer un toast sincère et bref, laissant la place aux autres 2. Moments d'intimité avec un(e) partenaire Description: Des moments privés avec un amant ou une amante, où les barrières tombent et les masques sociaux s'effacent. Un espace de vulnérabilité et de désir, propice à l'expression de sentiments authentiques comme troubles. a) Lors d'une nuit partagée Sensuel: (+5) S'abandonner complètement au plaisir physique, explorant chaque limite sans considération pour l'épuisement Égoïste: (+7) Se concentrer uniquement sur sa propre satisfaction, ignorant les besoins et désirs du partenaire Manipulateur: (+8) Feindre des sentiments profonds uniquement pour obtenir satisfaction physique, faisant des promesses sans intention de les tenir Instable: (+6) Alterner entre passion dévorante et froideur distante, déconcertant complètement le partenaire Pas de défaut: Partager un moment d'intimité équilibré, attentif aux désirs mutuels b) En cas de désaccord ou tension Susceptible: (+3) Transformer un simple commentaire en offense majeure, exigeant des excuses démesurées Colérique: (+6) Hurler des insultes, briser des objets, menacer physiquement l'autre Insensible: (+4) Démolir systématiquement l'estime de soi du partenaire en attaquant ses insécurités les plus profondes Orgueilleux: (+5) Refuser catégoriquement d'admettre le moindre tort, exiger que l'autre s'humilie pour obtenir pardon Pas de défaut: Exprimer clairement son désaccord tout en restant à l'écoute, chercher un compromis c) Dans les moments de confessions intimes Traître: (+5) Partager les secrets du partenaire avec d'autres dès le lendemain Cynique: (+4) Ridiculiser les espoirs et rêves confiés, démontrer leur futilité avec un plaisir cruel Malhonnête: (+6) Inventer un passé traumatique fictif pour susciter compassion et dépendance émotionnelle Méfiant: (+3) Accuser le partenaire de mentir sur ses sentiments, exiger des preuves d'amour constantes Pas de défaut: Écouter avec attention, partager honnêtement ses propres vulnérabilités 3. Socialisation avec des amis Description: Moments de camaraderie détendue, sans pression sociale formelle. Que ce soit autour d'une table de taverne, lors d'une sortie en groupe ou simplement réunis dans une maison, ces occasions permettent d'être soi-même parmi des proches. a) Autour des jeux et paris Malhonnête: (+4) Tricher ostensiblement, manipuler les résultats, voler la mise quand personne ne regarde Provocateur: (+3) Transformer le jeu en humiliations successives, forçant les perdants à des gages dégradants Orgueilleux: (+5) Vanter excessivement chaque victoire, rabaisser cruellement chaque perdant Impatient: (+2) Abandonner le jeu au premier revers, renverser le plateau si la défaite se profile Pas de défaut: Jouer pour le plaisir du défi, accepter défaites et victoires avec grâce b) Lors des conversations et confidences Indiscret: (+3) Fouiller dans les affaires personnelles d'un ami absent, révéler ses secrets au groupe Insensible: (+4) Tourner en dérision les problèmes personnels partagés, suggérant qu'ils sont insignifiants Manipulateur: (+7) Utiliser les confidences recueillies pour monter subtilement les amis les uns contre les autres Paresseux: (+2) Écourter toute conversation nécessitant un effort intellectuel, bâiller ostensiblement Pas de défaut: Écouter attentivement, offrir son soutien sans jugement c) Face aux désaccords entre amis Provocateur: (+6) Attiser délibérément les tensions existantes, pousser à la confrontation physique pour le spectacle Traître: (+8) Prendre publiquement position contre un ami proche pour gagner la faveur des autres Colérique: (+7) Transformer un désaccord mineur en affrontement violent, menaçant de détruire des années d'amitié Obstiné: (+4) Refuser tout compromis malgré l'évidence, exiger que tous se rallient à votre position Pas de défaut: Tenter de médier le conflit, proposer des solutions qui respectent les positions de chacun 4. Divertissements publics Description: Lieux où l'on vient pour être diverti, pour assister à des performances ou compétitions. Théâtres, arènes sportives, concerts, combats organisés, tout lieu où la foule se rassemble pour le spectacle. a) Assistant à une représentation artistique Irrespectueux: (+4) Huer bruyamment les artistes, lancer des objets sur scène, interrompre continuellement Prétentieux: (+3) Critiquer à voix haute chaque aspect technique, se vantant de pouvoir faire mieux Sensuel: (+5) S'abandonner complètement à l'émotion suscitée, pleurant ou riant de façon incontrôlable Impatient: (+3) Quitter bruyamment le spectacle avant la fin, bousculant les autres spectateurs Pas de défaut: Apprécier la performance dans un silence respectueux, applaudir aux moments appropriés b) Dans la foule lors d'une compétition Colérique: (+6) Provoquer une bagarre avec les supporters adverses, transformer les gradins en champ de bataille Orgueilleux: (+4) Parier des sommes excessives sur sa propre capacité à faire mieux que les compétiteurs Provocateur: (+7) Scander des insultes particulièrement cruelles ciblant les origines ou traits physiques des participants Irresponsable: (+5) Inciter des mineurs à participer à des paris illégaux ou à consommer des substances interdites Pas de défaut: Encourager les compétiteurs avec enthousiasme mais sans dénigrer les adversaires c) Parmi des admirateurs après un spectacle Égoïste: (+5) Bousculer brutalement d'autres fans pour accaparer l'attention de l'artiste Manipulateur: (+6) Inventer une histoire tragique personnelle pour obtenir un traitement privilégié Obstiné: (+8) Refuser de quitter les lieux malgré les demandes répétées, exigeant une attention particulière Désordonné: (+3) Laisser traîner déchets et effets personnels, saccager l'espace en partant Pas de défaut: Exprimer brièvement son admiration, puis laisser la place aux autres 5. Consommation et excès Description: Situations centrées sur la consommation de nourriture, boisson, substances diverses. Tavernes, fumeries, banquets, tout lieu où l'on vient principalement pour satisfaire des appétits physiques. a) Dans un établissement servant de l'alcool Sensuel: (+6) Boire jusqu'à l'inconscience, danser sur les tables, tenter de séduire tout ce qui bouge Colérique: (+7) Déclencher une bagarre générale pour un regard de travers, briser mobilier et vaisselle Irresponsable: (+8) Dépenser jusqu'au dernier sou, y compris l'argent destiné à des besoins vitaux Malhonnête: (+5) Partir sans payer la note, voler les pourboires laissés par d'autres clients Pas de défaut: Savourer quelques verres, partir avant que l'ivresse n'altère le jugement b) Face à des substances psychotropes proposées Imprudent: (+7) Consommer sans modération des substances inconnues, mélanger les produits malgré les avertissements Provocateur: (+5) Inciter des novices à essayer des substances dangereuses, rire de leurs réactions de panique Orgueilleux: (+6) Prétendre pouvoir supporter plus que quiconque, s'engageant dans des défis de consommation extrêmes Naïf: (+4) Croire aveuglément aux promesses d'effets miraculeux, ignorer les signes évidents d'arnaque Pas de défaut: Décliner poliment, observer les effets sur les autres sans jugement c) Lors d'un festin ou banquet Égoïste: (+5) Accaparer les plats coûteux, gaspiller ostensiblement la nourriture devant des personnes affamées Irrespectueux: (+6) Insulter publiquement le cuisinier, cracher la nourriture, se plaindre bruyamment de chaque plat Sensuel: (+4) Se gaver jusqu'à la nausée, lécher les plats, gémir de plaisir de façon indécente Autoritaire: (+5) Exiger que tous mangent selon vos préférences, imposer un ordre strict à table Pas de défaut: Goûter à chaque plat avec appréciation, complimenter sincèrement le cuisinier 6. Repos et solitude Description: Moments où l'on est seul ou isolé, où l'on peut véritablement laisser tomber les masques sociaux. Que ce soit dans une chambre d'auberge, une cabane isolée, ou simplement à l'écart du groupe. a) Disposant de temps seul dans un lieu privé Paresseux: (+3) Négliger toute hygiène personnelle, laisser ses déchets s'accumuler autour de soi Indiscret: (+5) Fouiller systématiquement dans les affaires des autres, lire des correspondances privées Sensuel: (+4) S'abandonner à des plaisirs solitaires sans retenue, négligeant toute autre responsabilité Négligent: (+3) Laisser se détériorer l'équipement vital faute d'entretien, ignorer les réparations nécessaires Pas de défaut: Profiter du calme pour méditer ou se reposer véritablement b) Avec un journal intime ou moyen d'expression personnel Malhonnête: (+2) Réécrire entièrement son histoire personnelle, s'attribuant des prouesses imaginaires Orgueilleux: (+3) Consacrer des pages entières à l'auto-glorification, à la critique des inférieurs Défaitiste: (+4) Remplir des pages de prophéties d'échec, cataloguer obsessionnellement chaque erreur passée Cynique: (+3) Documenter méticuleusement chaque preuve que le monde est fondamentalement corrompu Pas de défaut: Noter honnêtement ses expériences, réfléchir à ses forces et faiblesses c) Face à des pensées troublantes en solitude Cynique: (+5) S'abandonner à des fantasmes de vengeance élaborés contre ceux qui vous ont offensé Défaitiste: (+7) Sombrer dans une spirale d'auto-apitoiement profond, envisageant des scénarios d'autodestruction Irresponsable: (+6) Ignorer les signes d'alerte psychologique, refuser de chercher de l'aide malgré les symptômes graves Instable: (+5) Osciller entre euphorie maniaque et désespoir profond, sans contrôle sur ces changements Pas de défaut: Reconnaître les pensées troublantes sans s'y accrocher, pratiquer des techniques d'apaisement 7. Exploration et promenade Description: Moments où l'on s'éloigne des contraintes habituelles pour explorer, flâner, découvrir de nouveaux lieux. Ces moments de liberté temporaire offrent des opportunités uniques d'exprimer sa nature profonde. a) Découvrant un lieu isolé et apparemment intact Désordonné: (+3) Laisser une trace visible et permanente de son passage, saccager l'harmonie naturelle du lieu Égoïste: (+5) S'approprier tout objet de valeur trouvé, dissimulant sa découverte aux autres Imprudent: (+6) S'aventurer dans des zones manifestement dangereuses sans précaution Irrespectueux: (+4) Profaner des lieux potentiellement sacrés ou culturellement importants par des graffitis Pas de défaut: Observer respectueusement, peut-être prendre quelques notes ou dessins sans perturber le lieu b) Rencontrant des étrangers lors d'une promenade Méfiant: (+2) Accuser immédiatement les étrangers d'intentions hostiles, adopter une posture menaçante Manipulateur: (+5) Inventer une histoire tragique pour soutirer ressources ou assistance Intolérant: (+7) Insulter ouvertement les étrangers sur la base de leur apparence, accent ou coutumes Autoritaire: (+4) Exiger que les étrangers se conforment immédiatement à vos ordres sur \"votre\" territoire Pas de défaut: Échanger poliment quelques mots, offrir assistance si nécessaire c) Face à un spectacle de souffrance observé en chemin Insensible: (+4) Observer avec fascination clinique, analyser froidement les détails sans émotion Lâche: (+6) Fuir précipitamment, nier ensuite avoir été témoin malgré les appels à l'aide Cynique: (+5) Commenter l'inévitabilité de la souffrance, refuser d'intervenir car \"c'est le cycle naturel\" Sadique: (+7) Trouver du plaisir dans la souffrance observée, peut-être même l'exacerber subtilement Pas de défaut: Offrir assistance dans la mesure de ses capacités, chercher de l'aide supplémentaire si nécessaire 8. Situations de pouvoir Description: Moments où l'on se trouve en position d'autorité, même brièvement. Ces situations révèlent comment on gère l'influence sur autrui et peuvent révéler les aspects les plus sombres ou les plus nobles de la personnalité. a) Supervisant un groupe de travailleurs ou d'assistants Autoritaire: (+6) Imposer des exigences déraisonnables, punir sévèrement la moindre erreur Paresseux: (+4) Déléguer toutes les tâches difficiles, s'attribuer le mérite du travail des autres Insensible: (+5) Ignorer complètement les besoins humains des subordonnés, traiter les gens comme des outils Susceptible: (+4) Interpréter toute suggestion comme une remise en question de votre autorité Pas de défaut: Diriger avec fermeté mais respect, reconnaître les contributions de chacun b) Ayant accès à des ressources convoitées Égoïste: (+6) Accaparer les meilleures ressources pour vous-même, laisser les restes aux autres Manipulateur: (+7) Utiliser les ressources comme outil de contrôle, favorisant ceux qui vous flattent Intolérant: (+5) Distribuer les ressources inéquitablement selon vos préjugés personnels Irresponsable: (+6) Gaspiller les ressources limitées sans considération pour les conséquences futures Pas de défaut: Gérer les ressources équitablement, en fonction des besoins réels c) Arbitrant un conflit entre deux parties Corruptible: (+5) Favoriser clairement la partie offrant le meilleur avantage personnel Orgueilleux: (+4) Imposer une solution qui valorise principalement votre propre intelligence Insensible: (+3) Rendre un jugement brutalement honnête sans considération pour les sentiments Imprudent: (+4) Prendre une décision hâtive sans examiner toutes les preuves disponibles Pas de défaut: Écouter attentivement les deux parties, chercher une solution équitable 9. Compétition Description: Situations où l'on se trouve en concurrence directe avec d'autres. Que ce soit dans un cadre sportif ou personnel, ces moments révèlent comment on gère la pression et l'adversité. a) Face à un adversaire de niveau similaire Malhonnête: (+7) Tricher délibérément pour gagner, saboter l'équipement de l'adversaire Provocateur: (+4) Proférer des insultes personnelles pour déstabiliser l'adversaire Orgueilleux: (+5) Rejeter toute défaite comme injuste ou due à des facteurs externes Colérique: (+6) Perdre complètement son sang-froid suite à un revers, devenir physiquement menaçant Pas de défaut: Concourir avec détermination mais fairplay, féliciter sincèrement le vainqueur b) Recevant critique ou défaite Susceptible: (+5) Réagir de manière disproportionnée à la moindre critique, couper les ponts avec l'émetteur Défaitiste: (+4) Abandonner immédiatement tout effort, se déclarer incapable de jamais réussir Vengeur: (+7) Planifier méthodiquement une vengeance disproportionnée contre celui qui vous a critiqué Manipulateur: (+6) Retourner la situation pour se poser en victime, susciter la culpabilité chez le critique Pas de défaut: Considérer objectivement la critique, l'intégrer pour s'améliorer c) Célébrant une victoire Orgueilleux: (+5) Humilier publiquement les perdants, exiger une reconnaissance constante de sa supériorité Insensible: (+4) Moquer cruellement les efforts insuffisants des adversaires défaits Égoïste: (+3) S'attribuer tout le mérite d'une victoire collective, ignorer les contributions des autres Provocateur: (+6) Narguer les perdants, les inciter à des réactions impulsives pour les ridiculiser davantage Pas de défaut: Célébrer avec dignité, reconnaître le mérite des adversaires, partager les honneurs"
            },
            "Mécanismes additionnels": {
                "_general": "Facteurs d'influence Intensité de l'indulgence: Détermine les points d'Effort récupérés (1-10) Témoins: Modifie les conséquences sociales selon leurs propres valeurs Contexte culturel: Certains comportements sont diversement jugés selon les lieux Fréquence: L'indulgence répétée d'un même défaut le renforce progressivement (+1 à +3) Conséquences narratives Relations: Modifications des rapports avec témoins et participants Opportunités: Certaines indulgences ouvrent ou ferment des voies narratives Réputation: Construction d'une image sociale complexe et nuancée Évolution personnelle: Confrontation potentielle avec les conséquences de ses faiblesses Répression des défauts Quand un personnage résiste systématiquement à l'indulgence: Récupération d'Effort diminuée (-50%) Accumulation de tension psychologique Risque d'explosion incontrôlée (indulgence forcée lors d'événements à haute pression) Émergence potentielle de défauts compensatoires"
            }
        },
        {
            "Nom": "Réputation",
            "État": "En cours d'écriture",
            "Priorité": "Haute",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Le système de réputation représente la perception des factions et communautés d'Escelion envers les personnages contrôlés par l'Éthérée. Dans un monde où les relations sociales sont façonnées par l'admiration, le respect et la crainte, ce système permet des interactions nuancées avec les différentes populations du continent-monde, créant des conséquences tangibles aux actions et choix des joueurs."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité enrichit l'expérience de jeu en rendant le monde plus réactif aux actions du joueur, renforçant le pilier \"Voyage au Cœur de l'Étrange\" par des interactions sociales complexes. Elle établit également des connexions entre les décisions éthiques et leurs conséquences pratiques, soutenant le pilier \"Conflits de Conscience\"."
            },
            "Résumé": {
                "_general": "Chaque faction ou lieu majeur dispose de trois jauges de réputation distinctes: Admiration: Représente l'estime et l'émerveillement suscités Respect: Mesure la considération et la reconnaissance des accomplissements Crainte: Évalue l'intimidation et l'appréhension inspirées Ces jauges évoluent entre -999 et +999, sans plafond artificiel atteignable en pratique, évitant ainsi toute exploitation mécanique du système. Parallèlement, les personnages peuvent obtenir des Titres au sein des factions, reflétant leur statut ou position officielle, généralement acquis lors de moments narratifs significatifs plutôt que par simple accumulation de points de réputation. Les actions sont catégorisées (aide, sabotage, commerce, combat) et affectent différemment les trois jauges selon les valeurs propres à chaque faction. Par exemple, une démonstration de force pourrait augmenter l'Admiration chez les Van'Doei mais diminuer le Respect chez les Vaideccans."
            },
            "Parcours utilisateur": {
                "_general": "Le joueur accomplit une action observée par des membres d'une faction Une notification discrète indique les changements de réputation En consultant le menu dédié, le joueur peut examiner: - Ses jauges actuelles auprès de chaque faction - Les titres obtenus et disponibles - L'historique récent des actions ayant affecté sa réputation Le joueur expérimente les conséquences de sa réputation: - Modification des prix chez les marchands - Accès à des zones exclusives - Nouvelles options de dialogue - Offres d'assistance de PNJ - Partage d'informations confidentielles Certaines quêtes présentent des conflits de loyauté, forçant à privilégier une faction au détriment d'une autre"
            },
            "Flux": {
                "_general": "[Action du joueur] → [Vérification des témoins]                        ↓ [Si observé] → [Calcul des impacts sur les jauges] → [Notification discrète]                                                       ↓                                                    [Conséquences immédiates]                                                       ↓ [Seuils franchis] → [Déblocage de nouvelles options]          ↓ [Impact sur factions alliées/rivales]"
            },
            "Mécaniques spécifiques": {
                "_general": "Système de témoins Seules les actions observées affectent la réputation, sauf exception narrative justifiée. Les actions non témoignées n'ont pas d'impact sur la réputation mais peuvent avoir d'autres conséquences. Influence et réputation Les PNJ ayant accepté une forme de possession par l'Éthérée (futurs résidents de la citadelle de Daïlon) peuvent servir d'intermédiaires pour améliorer la réputation auprès de leurs factions d'origine, moyennant une dépense d'Influence. Seuils de réputation pour la possession Certains PNJ n'accepteront la possession que si l'Éthérée atteint des seuils spécifiques de réputation auprès de leur faction (typiquement un minimum en Respect et/ou Admiration). Transfert de réputation Les actions envers une faction influencent la réputation auprès de ses alliés et rivaux selon un réseau d'affinités prédéfini. Par exemple, gagner la Crainte du Culte de l'Anentropie pourrait augmenter le Respect des Murmurateurs mais diminuer l'Admiration des Kephrasites."
            },
            "Valeurs techniques": {
                "_general": "Impact moyen par action: 1-5 points pour actions mineures, 5-20 pour actions majeures Transfert entre factions: 10-30% de l'impact original, selon le degré d'alliance/rivalité"
            },
            "Interface": {
                "_general": "Une section dédiée du menu principal comprenant: Écran de synthèse montrant toutes les factions avec leurs jauges résumées Vue détaillée par faction avec: - Trois jauges visuelles (Admiration, Respect, Crainte) - Titres actuels et potentiels - Historique des actions récentes et leur impact - Privilèges débloqués et à venir - Relations avec autres factions (alliés/rivaux)"
            },
            "Intégration avec d'autres systèmes": {
                "_general": "Progression par zone: Certaines cases de l'arbre de progression se débloquent en atteignant des seuils de réputation spécifiques Exploration des souvenirs: Des nœuds de mémoire peuvent révéler des connections historiques avec certaines factions, fournissant un contexte narratif aux relations Traits de caractère: L'affinité naturelle entre les traits d'un personnage et les valeurs d'une faction peut être visualisée dans l'interface de réputation"
            }
        },
        {
            "Nom": "Sauvegarde automatique unique",
            "État": "En cours d'écriture",
            "Priorité": "Essentielle",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Le système de sauvegarde automatique unique, inspiré du mode \"Iron Man\" de certains jeux, est une fonctionnalité qui ajoute un niveau de défi et d'immersion supplémentaire. Cette approche force le joueur à assumer les conséquences de ses choix, renforçant ainsi l'impact de chaque décision dans le monde d'Alteir."
            },
            "Hypothèse": {
                "_general": "Ce système aura un impact significatif sur l'engagement des joueurs en intensifiant le poids de chaque décision et action. Il renforce le pilier de design \"Conflits de Conscience\" en créant une expérience de jeu plus tendue et immersive, où chaque choix compte réellement."
            },
            "Résumé": {
                "_general": "Le système utilisera une sauvegarde unique et automatique, se mettant à jour à des moments clés du jeu. Les joueurs ne pourront pas créer de sauvegardes manuelles ni revenir en arrière, rendant chaque décision permanente et impactante."
            },
            "Parcours utilisateur": {
                "_general": "Le jeu sauvegarde automatiquement après chaque événement important (fin de quête, décision majeure, etc.) Le joueur reçoit une notification discrète indiquant que la partie a été sauvegardée En cas de mort des personnages ou d'échec critique, le joueur n’est pas renvoyé à une sauvegarde précédente, il continue avec les conséquences Le chargement de la partie se fait automatiquement au lancement du jeu, reprenant là où le joueur s'était arrêté"
            },
            "Flux": {
                "_general": "Un diagramme de flux serait inséré ici, montrant les moments de sauvegarde automatique et leur intégration dans le flux de jeu général."
            },
            "Cas particuliers": {
                "_general": "Gestion des sauvegardes corrompues (utilisation de la sauvegarde de secours) Sauvegarde pendant des événements critiques ou des cinématiques (report de la sauvegarde à la fin de l'événement)"
            },
            "Recherche et tests": {
                "_general": "Tests d'intégrité pour garantir que les sauvegardes capturent correctement l'état du jeu à chaque point important Tests de charge pour s'assurer que les sauvegardes fréquentes n'affectent pas les performances du jeu Tests utilisateurs pour évaluer l'impact du système sur l'expérience de jeu et ajuster la fréquence des sauvegardes si nécessaire Mise en place d'un système de télémétrie pour analyser les points de frustration potentiels liés au système de sauvegarde unique"
            }
        },
        {
            "Nom": "Système de dialogue",
            "État": "En cours d'implémentation",
            "Priorité": "Essentielle",
            "Catégorie": "Dev",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Le système de dialogue est une fonctionnalité essentielle qui permet : • D'interagir avec les Personnages Non Joueurs (PNJ) • De découvrir l'histoire et les secrets du monde d'Alteir • De prendre des décisions qui influencent le cours de l'histoire"
            },
            "Hypothèse": {
                "_general": "Le système de dialogue dans Alteir immerge profondément le joueur dans un monde surréaliste, enrichissant son expérience par la découverte de personnages complexes et de récits cachés. Cette fonctionnalité est directement liée au pilier \"Voyage au Cœur de l'Étrange\", en permettant au joueur d'interagir avec des personnages uniques, et au pilier \"Conflits de Conscience\", car chaque conversation peut déclencher des dilemmes moraux complexes."
            },
            "Résumé": {
                "_general": "Le système de dialogue dans Alteir, un RPG en 2D, repose sur plusieurs mécaniques : Système d'interaction avec un bouton dédié de la manette pour initier les dialogues Arbre de dialogue avec choix multiples influençant le cours de la conversation Mécanisme de mémoire des conversations passées influençant les dialogues futurs"
            },
            "Parcours utilisateur": {
                "_general": "Le joueur s'approche d'un PNJ et appuie sur le bouton d'interaction pour initier le dialogue Le dialogue s'affiche à l'écran avec les répliques du PNJ et les options de réponse du joueur Le joueur choisit ses réponses, influençant le cours de la conversation et potentiellement l'histoire Les conversations importantes sont enregistrées dans un journal, permettant au joueur de les consulter ultérieurement"
            },
            "Cas particuliers": {
                "_general": "Certains PNJ peuvent avoir des dialogues qui évoluent au fil du temps ou des actions du joueur Certains dialogues peuvent déclencher des quêtes ou des combats (voire features correspondantes)"
            },
            "Tests": {
                "_general": "Pour tester cette fonctionnalité à différentes étapes du développement, vous pourriez : Tester la fluidité des interactions et la lisibilité des dialogues Vérifier l'impact des choix de dialogue sur l'histoire et les relations entre personnages Tester la cohérence des dialogues à travers différentes parties du jeu"
            }
        },
        {
            "Nom": "Système de mort et de conséquence",
            "État": "En cours d'écriture",
            "Priorité": "Moyenne",
            "Sprint": "Plus tard",
            "Introduction": {
                "Résumé de la fiche": "Dans l'univers d'Alteir, la mort n'est pas un concept absolu pour les personnages contrôlés par l'Éthérée. Ce système transforme ce qui serait traditionnellement une condition d'échec (game over) en opportunité narrative et mécanique, reflétant la nature immortelle d'Uresaïr et l'essence incorporelle de l'Éthérée."
            },
            "Hypothèse": {
                "_general": "Cette fonctionnalité renforce les piliers \"Conflits de Conscience\" et \"Voyage au Cœur de l'Étrange\" en transformant l'échec en expérience significative. Elle permet d'explorer les implications narratives de l'immortalité tout en créant des conséquences tangibles aux défaites sans frustrer le joueur par des game over répétitifs."
            },
            "Résumé": {
                "_general": "Lorsqu'un personnage possédé est vaincu : Le joueur ne subit pas de game over Uresaïr ne peut mourir de manière conventionnelle (sauf dans des cas narratifs spécifiques) L'Éthérée, étant incorporelle, ne peut être détruite Vethraak et Eonundé bénéficient de cette protection par leur lien avec l'Éthérée Au lieu de la mort, le jeu propose : Une transition narrative contextuelle Des conséquences mécaniques adaptées Une continuation de l'histoire avec de nouvelles conditions"
            },
            "Parcours utilisateur": {
                "_general": "Défaite en combat: Les points de vie atteignent zéro ou une condition de défaite est remplie Transition: Animation montrant la réaction spécifique à la \"mort\" du personnage Conséquences: Application des effets négatifs selon le contexte Continuation: Le jeu reprend normalement, généralement sur la map actuelle ou à un point proche"
            },
            "Habillage des \"morts\" selon les personnages": {
                "_general": "Uresaïr Manifestation: Son corps se fragmente et se reforme après quelque temps Conséquence type: Perte temporaire du contrôle des sables temporels, affaiblissement de ses facultés Dialogue post-défaite: \"Je ne suis que poussière... et la poussière se rassemble à nouveau\" Eonundé Manifestation: Se dissout temporairement en forme liquide puis se reconstitue Conséquence type: Vulnérabilité accrue aux émotions négatives, risque de rage incontrôlée Dialogue post-défaite: \"L'eau prend toujours la forme du récipient... je reviendrai\" Vethraak Manifestation: Son corps commence à se décomposer avant que l'essence éthérée ne le restaure Conséquence type: Perturbation cognitive, interférences dans ses calculs complexes Dialogue post-défaite: \"Les équations étaient... incorrectes.\""
            },
            "Conséquences mécaniques": {
                "_general": "Conséquences immédiates Affaiblissement temporaire: Réduction des stats pendant une durée définie Perte d'Effort: Diminution des points d'Effort disponibles Altération de la Réputation: Impact négatif auprès des témoins de la défaite Conséquences à long terme Cicatrices permanentes: Traits négatifs temporaires ou permanents Distorsion temporelle: Retour dans le temps à un moment précédent avec mémoire conservée Dettes karmiques: Ajout de conditions pour racheter la \"mort\""
            },
            "Cas particuliers": {
                "_general": "Défaites narratives spéciales Certains événements scénaristiques peuvent créer des \"morts\" uniques : Sacrifice héroïque: Une \"mort\" choisie peut débloquer des pouvoirs ou des quêtes Mort rituelle: Dans le cadre de cérémonies spécifiques (ex: au Léviathan) Fragmentation existentielle: L'Éthérée peut se retrouver dispersée temporairement Situations critiques Dans de rares cas narratifs cruciaux : Une \"vraie mort\" peut être possible, mais uniquement comme choix du joueur Ces événements ont des répercussions majeures sur l'histoire"
            },
            "Habillage visuel et audio": {
                "_general": "Transition graphique: Effet unique pour chaque personnage (fragmentation cristalline, dissolution aquatique, décomposition cellulaire) Bande sonore: Musique spécifique lors du processus de \"mort\"/renaissance Distorsion visuelle: L'environnement peut subir des modifications visuelles temporaires Effets de particules: L'essence de l'Éthérée visible pendant la restauration"
            },
            "Intégration avec d'autres systèmes": {
                "_general": "Traits de caractère: Certains traits peuvent être influencés par une “mort” Influence: Dépenser de l'Influence peut atténuer certains effets négatifs Progression: Des \"morts\" spécifiques peuvent débloquer des options dans l'arbre de progression Réputation: Les témoins de défaites se souviennent et propagent les récits"
            }
        },
        {
            "Nom": "Tests avancés ",
            "État": "Pas commencé",
            "Priorité": "Haute",
            "Sprint": "Sprint 2"
        },
        {
            "Nom": "Traits de caractère",
            "Fonctionnalités liées": "Influence pour les personnages principaux",
            "État": "A implémenter",
            "Priorité": "Très haute",
            "Catégorie": "Dev",
            "Sprint": "Sprint 1",
            "Introduction": {
                "Résumé de la fiche": "Les personnages joueurs (PJ) et les PNJ disposent de traits de caractère, organisés en paires antinomiques (ex. Loyal / Traître). Chaque trait est défini par une valeur continue allant de -∞ à +∞. Les PJ possédés (Uresaïr, Éomondé, Vétraque) acceptent ou refusent certains choix (dialogue, action) en fonction de leurs traits actuels. Un joueur ne peut pas forcer un choix contraire au caractère d’un PJ sans utiliser l’Influence de l’Éthérée."
            },
            "Hypothèse": {
                "_general": "Ce système fait des personnages des entités à part entière, aux volontés partiellement autonomes. Il place le joueur dans une relation dynamique avec les PJ qu’il incarne, ce qui renforce : Conflits de Conscience : tensions entre les intentions du joueur et la nature du personnage Voyage au Cœur de l’Étrange : les personnages ne sont pas des marionnettes, mais des consciences mouvantes, parfois imprévisibles Forteresse Évolutive : certains choix cruciaux pour la Citadelle nécessitent l’adhésion de PJ aux valeurs correspondantes"
            },
            "Parcours utilisateur": {
                "_general": "Le joueur engage un dialogue ou une action narrative Le jeu identifie le PJ actif ou impliqué Les options sont filtrées selon les traits du PJ : - Les choix compatibles sont clairs - Les choix incompatibles sont grisés, accompagnés d’un message Si l’Influence de l’Éthérée est disponible, elle peut être utilisée pour forcer l’action L’action est réalisée (ou bloquée) selon la décision finale Les traits peuvent évoluer via événements ou exploration psychique"
            },
            "Flux": {
                "_general": "graph TD     A[Interaction en cours : dialogue ou action] --> B[Détermination du PJ concerné]     B --> C{Choix soumis à condition de traits ?}     C -->|Non| D[Choix accessible]     C -->|Oui| E{Traits du PJ compatibles ?}     E -->|Oui| F[Choix accessible]     E -->|Non| G{Influence disponible ?}     G -->|Oui| H[Influence dépensée → choix forcé]     G -->|Non| I[Choix refusé]"
            },
            "Cas particuliers": {
                "_general": "Le refus d’un choix n’est pas une animation ou une ligne de dialogue, mais un véritable blocage mécanique Certaines actions requièrent plusieurs traits simultanés, comme défier Akthar-Neth qui nécessite d’être Empathique et Irrespectueux ou Traître et Courageux Certains événements peuvent modifier fortement les traits (traumatismes, révélations) L’Influence de l’Éthérée peut forcer un choix même en cas d’incompatibilité totale Une cohérence comportementale est attendue dans tous les dialogues influencés par un ou plusieurs traits Interactions entre traits: Créer des combinaisons de traits qui produisent des effets émergents - par exemple, \"Loyal + Imprudent\" pourrait générer une tendance au sacrifice de soi."
            },
            "Recherche et tests": {
                "_general": "Tests de cohérence : s'assurer que le comportement des PJ correspond aux valeurs de leurs traits Tests d’interface : rendre lisible le pourquoi du blocage (info-bulle ou symbole) Tests de frustration : évaluer le ressenti du joueur face à un refus répété ; ajuster la fréquence d’utilisation de l’Influence Tests d’équilibrage des seuils : calibrer la sensibilité des paliers (±1, ±5, ±10…) pour éviter des refus arbitraires ou incohérents Tests combinés avec l’arbre passif : vérifier que les cases spéciales et les choix narratifs s’alignent bien avec le système de traits"
            }
        }
    ]
}