{
    "notebook": [
        {
            "Nom": "Compte-Rendu Paris Games Week 2025",
            "Résumé": "Présentation de Game early avec des stands de jeux en accès anticipé, discussions avec des créateurs indés sur leurs projets, et un stand du CNC favorisant les petits projets. Le salon était partiellement rempli avec des activités diverses comme des mangas et du cosplay, et des stands amateurs bien fréquentés.",
            "Introduction": {},
            "Game early": {
                "_general": "Stands de jeux mis en avant par Game early, plateforme de jeux en accès anticipé. Un PC sur un stand coûte 400€ (on peut en prendre 2 ou 3). - Comprend tout l’habillage publicitaire, très bien fait - Un concours permet à deux personnes de gagner une place Contact : César Pinelli - cesar.pinelly@gamearly.com Discussion avec des créateurs indé : - Graphiste de Childwood, jeu 2D qui mélange la survie (type Don’t Starve) avec des spectateurs géants (inspiration Attack on Titan). Le jeu avait 9 mois et manquait de polish (quelques bugs, pas de tuto) mais semblait intéresser. - Développeur de Otherlights, jeu de roguelike aventure 2D. L’auteur insiste sur l’importance d’une bonne démo / vertical slice, qui montre tout le jeu en 20mn.  CNC / FAJV Stand du CNC, partagé avec SELL et SNJV Contact avec Laurent Mahuteau, chargé de mission FAJV (prod / pré-prod) - Très bon contact, très ouvert aux petits projets indés, aux nouvelles technologies - Les financements personnels, la documentation (étude de marché, business plan, plan financier) sont un bon point - Prouver la solidité de la Direction Artistique est très important pour la session préprod - Contact en amont + dépôt de dossier le janvier Reste du salon Grand salon pas complètement rempli, un peu en retrait, avec une bonne partie “divers” (mangas, cosplay, etc) + partie diverse à l’étage (geek market, food area) Les stands amateurs, même pour un jeudi, avaient quand même toutes leurs manettes occupées Marc a ramené deux gros artbooks de FFVII remake et de la saga Thé Legend of Zelda"
            }
        }
    ]
}