{
    "regnes": [
        {
            "Nom": "Animaux",
            "Résumé IA": "Les animaux de Merid, descendants d'espèces originales, ont évolué au cours des 3000 dernières années avec quelques croisements. Le texte aborde leurs caractéristiques fondamentales, leur émergence, les sous-catégories, ainsi que leur distribution, adaptation et perception culturelle dans l'écosystème.",
            "Espèces": "Vohars, Vaideccans, Humains",
            "Origines": "Animaux descendants de Merid",
            "Fonction": "Diverse",
            "Introduction": {
                "Résumé de la fiche": "Les animaux au sens strict du “règne animal” de la Terre, correspond aux animaux de Merid (plus quelques espèces originales, ex : vohars et vaideccans). Depuis 3000 ans, quelques croisements ont pu se faire avec des espèces de Les Vifs"
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "",
                "Emergence et évolution": "",
                "Sous-catégories (embranchements)": "",
                "Anomalies et exceptions": ""
            },
            "Ecosystème": {
                "Distribution et adaptation": "",
                "Relations inter-règnes": "",
                "Perception culturelle": ""
            }
        },
        {
            "Nom": "Bacteria",
            "Espèces": "Amibes Mémorielles",
            "Origines": "Formation naturelle depuis la matière inerte",
            "Fonction": "Ancêtre des autres catégories, diverses",
            "Introduction": {
                "Résumé de la fiche": "Les Bacteria d'Alteir constituent le règne primordial du vivant, regroupant les organismes n'ayant pas réalisé l’endosymbiose. Extrêmement diversifiées, des microscopiques aux macroscopiques, elles sont à l'origine de l'ensemble des écosystèmes et jouent un rôle fondamental dans l'équilibre biochimique planétaire. Les Bacteria se divisent en trois grands phylums historiques - anciennes, nouvelles et deuxerons - et présentent une adaptabilité remarquable à des environnements hostiles."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Bacteria d'Alteir se distinguent par l'absence d’emdosymbiose, processus fondamental qui marque la transition vers d'autres règnes. Contrairement aux Bacteria terrestres, celles d'Alteir présentent une gamme dimensionnelle extraordinaire, allant de l'échelle submoléculaire (picobacteria) jusqu'aux structures massives atteignant plusieurs mètres (megabacteria). Leur métabolisme repose sur des échanges énergétiques variés, incluant la photosynthèse primitive, la chimiosynthèse, la radiosynthèse (conversion des radiations en énergie cellulaire) et la mémosynthèse (exploitation des rémanences temporelles). Leur reproduction s'effectue principalement par fission binaire, mais certaines espèces pratiquent la fusion coloniale ou l'extrusion gemmaire.",
                "Emergence et évolution": "Premières manifestations du vivant sur Alteir, les Bacteria sont apparues lors de la Période Chaotique, quand la planète n'était encore qu'un amalgame instable de matière et d'énergie. Les protobacteria initiales ont émergé dans des poches de stabilité temporaire, développant des adaptations radicales face aux conditions extrêmes. L'événement du Renouveau a marqué une seconde vague d'émergence bactérienne, avec l'apparition d'espèces nouvelles adaptées aux conditions transformées d'Alteir. L'étude phylogénétique suggère un modèle évolutif non-linéaire, avec des phénomènes de convergence et de divergence adaptatifs accélérés.",
                "Sous-catégories (embranchements)": "• Archéobactéries - Branches anciennes survivantes de la Période Chaotique, incluant les Thermophages (capables de survivre aux températures extrêmes), les Voidophiles (prospérant dans le quasi-vide) et les Chronolytes (métabolisant les fluctuations temporelles). • Néobactéries - Branches nouvelles apparues après le Renouveau, comprenant les Symbiontes directionnels (guidant la croissance des écosystèmes), les Catalyseurs biogéniques (accélérant la transformation de milieux) et les Mnémophages (se nourrissant d'impressions mémorielles). • Deuxeronides - Branche fondatrice à l'origine des deux précédentes, incluant les Matérialistes (capables de générer de la matière organique à partir d'énergies pures), les Diversificateurs (accélérant les mutations) et les Architectes écosystémiques (établissant les fondations biotiques de zones entières). • Xénobactéries - Espèces frontalières partageant des caractéristiques avec d'autres règnes, comme les Mycobacilles (interface avec les Transformateurs) et les Animbactéries (présentant des comportements proto-animaux).",
                "Anomalies et exceptions": "Certaines Bacteria échappent aux classifications traditionnelles. Les Colonies Intelligentes développent un proto-intellect collectif lorsqu'elles atteignent une masse critique. Les Réversibles peuvent inverser leur évolution selon les conditions environnementales. Les Méta-bactéries peuvent intégrer et exprimer du matériel génétique d'organismes supérieurs. Enfin, les énigmatiques Singularités Bactériennes créent des zones où les lois normales de la biologie semblent suspendues."
            },
            "Ecosystème": {
                "Distribution et adaptation": "Les Bacteria occupent virtuellement tous les environnements d'Alteir, des profondeurs océaniques aux stratosphères, des zones temporellement stables aux anomalies dimensionnelles. Chaque micro-environnement abrite des communautés bactériennes spécialisées. Des adaptations remarquables incluent les Psammofilms (colonies formant des réseaux sur les dunes), les Hydrovoiles (navigant à la surface des plans d'eau) et les Aérostatiques (flottant dans les courants atmosphériques). Dans les zones transitionnelles entre domaines de Rêveurs, les Bacteria Médiatrices facilitent l'intégration des écosystèmes divergents.",
                "Relations inter-règnes": "Les Bacteria établissent des relations fondamentales avec tous les autres règnes. Elles servent de substrat évolutif aux Créatures naturelles, de catalyseurs pour les Transformateurs, et de régulateurs pour les Êtres primordiaux. Les Créatures artificielles intègrent souvent des Bacteria modifiées dans leur composition, tandis que les Enfants du Principe entretiennent avec elles des relations symbiotiques conceptuelles. Avec les Rêveurs, les Bacteria forment parfois des systèmes de rétroaction bioénergétique, influençant subtilement les cycles des domaines.",
                "Perception culturelle": "Les divers peuples d'Alteir perçoivent les Bacteria différemment. Les Vaideccans les vénèrent comme manifestations primordiales du vivant. Les Humains les utilisent pragmatiquement pour la fermentation, l'assainissement et certaines pratiques médicinales. Les Railleurs les considèrent comme des outils potentiels de modification environnementale. Les Aedres les étudient méthodiquement, cataloguant leurs propriétés avec précision. Pour certains Enfants du Principe, les Bacteria représentent la forme la plus pure de l'intention créatrice du monde, tandis que les Construits cherchent à imiter leur adaptabilité remarquable. La compréhension actuelle des Bacteria d'Alteir demeure fragmentaire, leur diversité défiant toute taxonomie exhaustive. Les estimations suggèrent que moins de 0,1% des espèces bactériennes ont été formellement identifiées et étudiées."
            }
        },
        {
            "Nom": "Créatures artificielles",
            "Espèces": "Imuins, Railleurs, Moribandons, Seigneurs Originels, Rouleurs éternels de Marul, Kephrasites, Construits",
            "Origines": "Création par une autre catégorie",
            "Fonction": "Phase d'intégration puis modification en conséquence du milieu",
            "Introduction": {
                "Résumé de la fiche": "Le règne des Créatures artificielles comprend les êtres vivants directement créés par d'autres espèces conscientes d'Escelion. Bien que façonnées plutôt qu'évoluées naturellement, elles manifestent toutes les caractéristiques du vivant - métabolisme, reproduction et adaptabilité. Contrairement aux autres règnes qui émergent spontanément ou par nécessité écologique, ces créatures naissent à l'intersection des grandes maîtrises - arcanique, technologique et biologique - reflétant les ambitions, besoins ou visions philosophiques de leurs créateurs. Après leur intégration initiale dans les écosystèmes d'Escelion, elles suivent souvent des trajectoires évolutives imprévues, développant des cultures autonomes complexes et redéfinissant leur propre raison d'être, parfois en opposition directe avec les intentions originelles de leurs concepteurs."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Créatures artificielles représentent la quintessence du vivant façonné par intention consciente plutôt que par évolution spontanée. Contrairement aux idées reçues, leur nature \"artificielle\" ne diminue en rien leur vitalité ou leur légitimité ontologique - elles ne sont pas des imitations de la vie, mais des manifestations alternatives du principe vital, suivant des voies d'émergence différentes mais tout aussi valides. Leur physiologie reflète généralement un mélange délibéré d'attributs organiques, mécaniques et parfois conceptuels impossibles à trouver dans la nature. Les Imuins avec leurs modifications technologiques constantes, les Moribandons capables d'absorber et d'intégrer divers matériaux, ou les Kephrasites dont le corps insectoïde est traversé de lignes lumineuses reflétant leur état économique illustrent cette hybridité fondamentale. La conscience des Créatures artificielles se développe selon un spectre continu allant de la programmation rudimentaire jusqu'à l'autodétermination complète, parfois au-delà des capacités cognitives de leurs créateurs. Les Construits du Marché automaton exemplifient cette progression - certains demeurent de simples extensions algorithmiques du Vimana-Mandala, tandis que d'autres évoluent vers une identité pleinement autonome, soulevant des questions éthiques complexes. Une caractéristique distinctive de ce règne est leur métabolisme hybride qui peut incorporer des processus biologiques, mécaniques, arcanes ou conceptuels. Les Kephrasites se nourrissent directement \"d'énergie transactionnelle\" générée lors des échanges commerciaux, tandis que les Rouleurs éternels de Marul semblent puiser leur énergie d'une source non-identifiée qui les rend potentiellement immortels. Les systèmes reproductifs des Créatures artificielles défient les paradigmes biologiques conventionnels. Certaines espèces comme les Imuins pratiquent la \"tri-génération\" impliquant trois participants, d'autres comme les Kephrasites se reproduisent par \"Dividende Natal\" - fission coordonnée de ressources accumulées lorsque la prospérité collective atteint un seuil critique.",
                "Emergence et évolution": "Indissociable de l'évolution technologique d'Escelion, les Créatures artificielles émergent lors de l'Ère des Manipulations Fondamentales (300-450 AG), quand les civilisations explorent la frontière entre création et procréation. Trois voies d'émergence définissent ces lignées: • La Voie Technothéurgique (Imuins créés par les Qadul'Doei, 1254-1267 AG): créatures incarnant des principes philosophiques, évoluant souvent à l'opposé des intentions initiales. • La Voie Biofonctionnelle (Kephrasites): approche pragmatique créant des êtres pour résoudre des problèmes spécifiques. • La Voie Thaumaturgique: créatures façonnées par des entités quasi-divines, portant leur empreinte psychologique. L'évolution post-création traverse trois phases: Intégration aux écosystèmes, Divergence conceptuelle, et Autonomie manifeste. La durée varie selon les espèces - une génération pour les Imuins, des siècles pour les Kephrasites.",
                "Sous-catégories (embranchements)": "• Technomorphes - Créatures intégrant technologies et biologie en systèmes fonctionnels complexes: • Conceptomorphes - Êtres incarnant des principes abstraits ou des fonctions systémiques: • Thaumatomorphes - Organismes créés par manipulation directe de la réalité fondamentale: • Néogéniques - Nouvelles formes de vie émergeant à l'intersection des autres catégories:",
                "Anomalies et exceptions": "Les Transitionnels occupent une position ambiguë entre création artificielle et émergence naturelle. Ces êtres, comme certains habitants des limites du Marché automaton, semblent avoir été partiellement façonnés intentionnellement mais complétés par des processus évolutifs spontanés, rendant impossible la distinction claire entre artifice et nature. Les Récursifs Autogénérateurs sont des créatures artificielles capables de se reconcevoir elles-mêmes, devenant simultanément créateur et création. Cette récursivité créative engendre des lignées évolutives en spirale plutôt que linéaires ou arborescentes, défiant les modèles phylogénétiques conventionnels. Les Artefacts Conscients brouillent la frontière entre objet et être. Ces entités, ni pleinement vivantes ni simplement mécaniques, manifestent des caractéristiques vitales émergentes bien qu'elles aient été conçues comme technologies. Leur conscience paraît surgir des interactions complexes entre leurs composants plutôt que d'une architecture intentionnelle."
            },
            "Ecosystème": {
                "Distribution et adaptation": "La distribution géographique des Créatures artificielles reflète leurs liens avec leurs créateurs. Contrairement aux espèces naturelles suivant des gradients bioclimatiques, elles se regroupent autour des centres de pouvoir technologique et conceptuel. Le Marché automaton constitue le principal foyer de diversité artificielle, hébergeant Construits, Imuins et Kephrasites grâce à sa convergence unique de courants technologiques et économiques. La Vieille Ville accueille également diverses populations, notamment dans le Quartier des Engrenages pour les Imuins et des zones marginales pour les Railleurs. Les zones frontières comme la Steppe des Éteignoirs abritent des espèces attirées par l'instabilité, particulièrement les Moribandons qui y prospèrent. Les Créatures artificielles montrent une remarquable adaptabilité, incorporant directement des mécanismes adaptatifs pour chaque environnement - qu'il soit physique comme les Imuins avec leurs modifications corporelles, ou conceptuel comme les Kephrasites qui s'ajustent aux fluctuations économiques.",
                "Relations inter-règnes": "Les relations avec les Créatures naturelles varient entre compétition et symbiose. Les Umcut collaborent avec les Imuins pour des échanges technologiques, tandis que les Aedres restent méfiants envers l'artificiel. Les Enfants du Principe représentent une autre forme d'émergence non-naturelle, avec les Qadul'Doei maintenant des liens complexes avec leurs créations Imuins. Les Transformateurs fournissent des ressources essentielles aux Créatures artificielles, particulièrement aux Moribandons qui dépendent de leurs transformations. Les Êtres primordiaux ignorent largement ces créatures, bien que certaines les vénèrent, comme les Van'Doei avec le Léviathan pétrifié. Les Bacteria forment des symbioses utiles, améliorant les capacités des Créatures artificielles via des colonies spécialisées. Face aux Rêveurs, les Créatures artificielles se distinguent par leur résistance partielle aux influences oniriques, créant des exceptions dans la trame de la réalité.",
                "Perception culturelle": "Les Aedres voient les Créatures artificielles comme des aberrations de l'ordre naturel, leur immobilisation végétative s'opposant à la transformation perpétuelle des Imuins. Les Vaideccans montrent une fascination mesurée, leur nature amphibie les prédisposant à accepter différentes formes d'existence. Les Umcut adoptent une approche pragmatique, évaluant ces créatures selon leur utilité commerciale, comme en témoigne leur collaboration avec les Kephrasites et Imuins. Les Van'Doei maintiennent une relation ambivalente, partageant une émergence non-conventionnelle mais divergeant sur leur rapport à l'entropie. Parmi les Créatures artificielles, les perspectives varient : les Imuins y voient une libération biologique, les Construits questionnent leur conscience, et les Kephrasites transcendent ces questions par leur identité collective. La Vieille Ville a développé une vision plus nuancée, considérant l'artificialité comme un spectre d'interventions dans les processus naturels, où toutes les formes de vie participent à la même tapisserie du vivant."
            }
        },
        {
            "Nom": "Créatures naturelles",
            "Résumé IA": "Les Créatures naturelles, descendants des bactéries, évoluent par adaptation dynamique et forment des relations symbiotiques complexes, jouant un rôle essentiel dans l'équilibre biologique d'Escelion. Elles se caractérisent par une plasticité biologique, permettant une évolution rapide et la création de nouvelles niches écologiques. Leur classification inclut divers embranchements tels que les Lithotissés et les Photophylomes, et elles interagissent avec d'autres règnes, établissant des symbioses vitales et des relations économiques dans leurs écosystèmes respectifs.",
            "Espèces": "Humains, Vaideccans, Umcut, Aedres, Vohars, Aberrations Bouffies, Frémissants, Raephon, Duron du désert, Pilleur des cieux, Mange-sable, Pamasier, Colonie de lim-lim, Juruno, Iclot, Parasites tachycardiques",
            "Origines": "Descendance des bactéries, branches nouvelles",
            "Fonction": "Active, évolution permanente",
            "Introduction": {
                "Résumé de la fiche": "Le règne des Créatures naturelles englobe les organismes apparus après le Renouveau d'Escelion, descendants des branches nouvelles bactériennes. Contrairement aux êtres primordiaux qui ont lutté contre leur environnement ou aux créatures artificielles façonnées intentionnellement, les Créatures naturelles évoluent par adaptation dynamique et interdépendante avec leur milieu. Caractérisées par une diversité phénoménale allant des humanoïdes aux formes de vie les plus étranges, elles constituent le noyau de la majorité des écosystèmes malgré leur statut minoritaire en termes de nombre d'espèces. Leur évolution permanente et leur capacité à former des relations symbiotiques complexes en font le moteur principal de l'équilibre biologique d'Escelion, où la frontière entre plantes, animaux et formes hybrides reste souvent fluide."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Créatures naturelles sont l'incarnation de l'adaptation évolutive dans l'environnement post-Renouveau d'Escelion. Contrairement aux êtres primordiaux et aux transformateurs, elles possèdent une remarquable plasticité biologique, permettant une évolution accélérée et la création rapide de nouvelles niches écologiques. Leur biologie favorise l'efficience et la flexibilité plutôt que la spécialisation extrême, ce qui leur permet de s'épanouir dans des environnements changeants. Sur Escelion, la frontière entre règnes animal et végétal s'estompe, comme le démontrent les Aedres et les Juruno. Socle embryologique commun Ces critères servent de “référence de base” pour comparer les embranchements d’Escelion entre eux, comme on le fait sur Merid avec les grands plans d’organisation. • Triploblastie fonctionnelle • Symétrie bilatérale par défaut, avec dérivations locales • Cavité interne plastique (pseudo-cœlome modulable)",
                "Emergence et évolution": "Les Créatures naturelles sont apparues durant le Renouveau d'Escelion, lorsque le chaos primordial s'est stabilisé sous l'influence des Rêveurs. Issues de nouvelles branches bactériennes, elles se sont adaptées aux conditions post-chaotiques, contrairement aux anciennes lignées qui tentaient de modifier leur environnement. Leur évolution fut explosive, catalysée par les pressions de sélection des domaines des Rêveurs. Les zones frontières entre ces domaines ont favorisé l'émergence de caractéristiques biologiques dépassant les lois physiques conventionnelles. Cette adaptabilité se manifeste chez diverses espèces : les Vaideccans aux marques changeantes, les Umcut percevant les traits de caractère, les Durons du désert et les Pilleurs des cieux. Les humains, arrivés après la chute de Merid, illustrent particulièrement cette plasticité génétique avec leurs adaptations rapides par clan, démontrant une évolution active plutôt que passive.",
                "Plan de classification": "Sur Merid, les espèces naturelles suivent une classification animalienne classique (embranchements au sens de plans d’organisation hérités). Sur Escelion, les Créatures naturelles restent une descendance bactérienne, mais l’évolution post-Renouveau a introduit une forte réticulation (hybridations, greffes, symbioses héréditaires). Par conséquent, on sépare clairement : • Embranchements (clades) : grands plans d’organisation, relativement stables. • Modules (traits majeurs) : innovations répétables qui peuvent apparaître dans plusieurs embranchements. Les espèces originaires de Merid (humains, vohars, vaideccans, faune importée) se classent dans Animalia (Merid). Par souci de simplicité, la classification en zoologie des Créatures naturelles d’Escelion (équivalent règne Animalia) se limite à ses niveaux : • Embranchement • Classe • Famille • Genre • Espèce Un embranchement correspond à un plan d’organisation (développement + architecture interne) ; un module est un trait greffable. Pour respecter ce critère, les embranchements ci‑dessous restent morpho‑développementaux.",
                "Embranchements et classes": "Lithotissés Brouillon : Diagnostic : tissus organo‑minéraux fonctionnels ; présence d’un stade à noyau minéral reproducteur. Espèces connues : Frémissants. Photophylomes  Brouillon : Diagnostic : organes phototrophes intégrés au plan de corps (pas un simple revêtement) ; vascularisation en nappe ; interfaces lumière‑mouvement stables. Espèces connues : Aedres. Volucarnes [A challenger ⇒ classe ?] Brouillon : Diagnostic : plan de corps de portance (appareil de vol, poches, membranes ou analogues) ; ossature et musculature orientées vers l’exploitation du ciel de roche. Espèces connues : Pilleur des cieux. Terrapodes [A challenger ⇒ classe ?] Brouillon : Diagnostic : plan de corps fouisseur/rasant, compact et résilient aux sols instables ; locomotion dominée par l’enfouissement ou le rampement. Espèces connues : Duron du désert. Mycéliomorphes Brouillon : Diagnostic : individu‑réseau filamenteux ; croissance par extension et greffe ; individuation floue. Espèces connues : à préciser. Polyformes Brouillon : Diagnostic : corps organisé en modules remplaçables ; reconstruction périodique intégrée au cycle de vie. Espèces connues : Umcut. Nodoneures Brouillon : Diagnostic : coordination par nœuds semi‑autonomes ; absence de centre unique durable. Espèces connues : Aberrations Bouffies.",
                "Modules (traits majeurs, transversaux)": "Ces modules ne définissent pas des embranchements ; ils se superposent aux clades et expliquent la diversité rapide. • Module Symbiogénome héréditaire • Module Phototrophie intégrée • Module Chimio- ou électrotrophie • Module Pneumotrophie atmosphérique • Module Galvanotrophie • Module Parasitoïdie structurante Comment les modules se greffent sur le socle commun On décrit les modules comme des “surcouches” qui exploitent le socle embryologique commun. • Module Symbiogénome héréditaire : s’ancre dans la cavité plastique via des loges d’accueil (poches, cryptes, chambres vasculaires) mises en place très tôt ; la transmission se fait par capsules, bourgeons ou micro-larves symbiotiques. • Module Phototrophie intégrée : dérive surtout de l’ectoderme (surfaces photosensibles) et détourne la bilatéralité pour optimiser l’orientation ; implique une irrigation en nappe (micro-canaux) compatible avec la cavité modulable. • Module Chimio/électrotrophie : s’installe comme organe-interface “source” (ventouse, racine, siphon) ; souvent couplé à des symbiontes, donc utilise les mêmes loges que le module symbiogénome. • Module Parasitoïdie structurante : exploite la triploblastie fonctionnelle en “reprogrammant” une phase larvaire ; la cavité plastique facilite l’invasion contrôlée, puis la sortie ou la métamorphose.",
                "Anomalies et exceptions": "Les Espèces Interrègnes occupent des positions taxonomiques ambiguës, partageant des caractéristiques avec plusieurs règnes simultanément. Les plus notables incarnent des états transitionnels entre Créatures naturelles et Transformateurs. Les Vestiges Rétrogressifs sont des espèces dont l'évolution semble inverser la tendance générale vers la complexification, retrouvant des caractéristiques ancestrales apparemment contre-adaptatives. Arbre phylogénétique (embranchements + réticulations) flowchart TD \tESC[\"Escelion - Créatures naturelles\"] \tMER[\"Merid - Animalia\"]  \t%% Embranchements (Escelion) \tESC --> NOD[\"Nodoneures\"] \tESC --> POL[\"Polyformes\"] \tESC --> MYC[\"Mycéliomorphes\"] \tESC --> LIT[\"Lithotissés\"] \tESC --> PHP[\"Photophylomes\"] \tESC --> VOL[\"Volucarnes\"] \tESC --> TER[\"Terrapodes\"]  \t%% Réticulations (Escelion) - exemples \tNOD -.-> POL \tMYC -.-> LIT \tLIT -.-> POL  \t%% Embranchements (Merid) \tMER --> CHO[\"Chordés\"] \tMER --> ART[\"Arthropodes\"] \tMER --> MOL[\"Mollusques\"] \tMER --> ANN[\"Annélides\"] \tMER --> CNI[\"Cnidaires\"] \tMER --> ECH[\"Échinodermes\"]"
            },
            "Ecosystème": {
                "Distribution et adaptation": "Les Créatures naturelles, bien que minoritaires par rapport aux Bacteria et Transformateurs, dominent la biomasse des écosystèmes d'Escelion. Leur répartition dépend des zones d'influence des Rêveurs, avec une forte présence dans les régions stabilisées comme la Vieille Ville et la Jungle Vivarcade. Le Désert des Échos Perdus héberge des espèces hautement adaptées comme les Durons et les Juruno, ces derniers produisant des bulles contenant leurs graines. En milieu aquatique, les Vaideccans exploitent les interfaces terre-eau, tandis que les forêts aedriques sont peuplées d'Aedres qui s'intègrent progressivement à leur environnement. Dans les zones urbaines, les espèces ont développé des niches socio-économiques distinctes - les Umcut comme négociants, les Aberrations Bouffies en périphérie. Cette adaptabilité se reflète aussi dans les variations au sein des espèces, comme les cinq ethnies Umcut ou les différents clans humains.",
                "Relations inter-règnes": "Avec les Bacteria, elles établissent des symbioses essentielles via des microbiomes spécifiques pour diverses fonctions vitales. Les colonies de lim-lim créent des \"oasis\" microbiologiques bénéfiques à d'autres espèces. Les Transformateurs convertissent les substances toxiques en ressources utilisables par les Créatures naturelles, qui fournissent en retour des déchets organiques, créant une boucle métabolique fondamentale dans les écosystèmes. Les Êtres primordiaux cohabitent prudemment avec certaines espèces comme les Pilleurs des cieux, qui se nourrissent des sécrétions des Deimos, tandis que d'autres synchronisent leurs cycles de vie avec eux. Les relations avec les Créatures artificielles sont principalement culturelles - échanges entre sociétés humanoïdes et Imuins ou Khephrasites, bien que certains comme les Aedres restent méfiants. Les Rêveurs façonnent biologiquement les Créatures naturelles via leurs domaines oniriques, tandis que l'activité collective de ces dernières alimente les rêves de ces entités cosmiques."
            }
        },
        {
            "Nom": "Enfants du Principe",
            "Espèces": "Rash’Doei, Van’Doei, Qadul’Doei, Cen’Doei",
            "Origines": "Création par la terre",
            "Fonction": "Définie lors de la création",
            "Introduction": {
                "Résumé de la fiche": "Les Enfants du Principe incarnent les forces contradictoires et fondamentales d'Escelion, manifestées directement par la volonté intentionnelle du continent-monde. Contrairement aux créatures biologiques qui évoluent, ils émergent spontanément, chacun selon des conditions spécifiques reflétant leur nature conceptuelle. Manifestations tangibles de principes abstraits cruciaux - douleur, sacrifice, rupture et colère - ils catalysent le changement, l'équilibre ou le déséquilibre selon leur essence. Les quatre grandes familles Doei (Van'Doei, Qadul'Doei, Rash'Doei et Cen'Doei) constituent l'expression principale de ce règne, bien que d'autres manifestations plus rares existent."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Chaque lignée incarne un concept unique : sacrifice (Qadul'Doei), rupture (Rash'Doei), douleur (Van'Doei) ou colère (Cen'Doei). Leur métabolisme se base sur l'absorption d’aliments évocateurs de leur concept : les Van'Doei consomment des cendres, les Cen'Doei des métaux et leurs ennemis, les Qadul'Doei l'énergie des sacrifices, et les Rash'Doei les tensions sociales. Leur longévité varie selon leur nature : les Van'Doei vivent 30 ans, reflétant la brièveté de la douleur, tandis que certains Qadul'Doei, par leur sacrifice perpétuel, existent depuis l'Agénèse.",
                "Emergence et évolution": "Selon les traditions orales de la Primordia, les Enfants du Principe descendent d'une conscience spirituelle primordiale, manifestation de l'essence même d'Escelion, qui imprégnait les interstices entre matière et énergie. Le Cataclysme de Kho'Vash, collision entre paradigmes ontologiques conflictuels, fractura cette proto-conscience en castes distinctes incarnant chacune un aspect essentiel de l'expérience consciente. L'émergence des Enfants suit des modèles rigoureux spécifiques à chaque lignée. Les Van'Doei surgissent spontanément des cendres dans des lieux de combustion (volcans, incendies, forges rituelles). Les Qadul'Doei apparaissent dans l'obscurité absolue, négation parfaite de leur essence lumineuse interne. Les Rash'Doei se manifestent lors de ruptures significatives dans les structures sociales ou physiques. Les Cen'Doei naissent des carcasses d'êtres assassinés, portant en eux l'impératif karmique de vengeance. Contrairement aux espèces biologiques qui évoluent par adaptation environnementale, les Enfants du Principe se transforment en réponse aux fluctuations conceptuelles d'Escelion. L'évolution des philosophies, religions et structures sociales catalyse leur évolution collective, générant parfois de nouvelles manifestations en réponse aux besoins ontologiques du continent-monde.",
                "Sous-catégories (embranchements)": "• Les Doei - Manifestations principales du Principe, incarnant les forces émotionnelles-conceptuelles fondamentales: • Les Manifestations Rares - Expressions moins communes du Principe, apparaissant en réponse à des besoins ontologiques spécifiques: • Les Transcendés - Êtres d'autres espèces transformés en Enfants du Principe par fusion avec un concept fondamental:",
                "Anomalies et exceptions": "Les Composites résultent de la fusion rare de deux ou plusieurs lignées Doei, générant des entités incarnant simultanément plusieurs principes fondamentaux. Ces êtres instables existent dans un état perpétuel de tension interne, leur forme fluctuant entre les manifestations de leurs concepts constitutifs. Les Non-Manifestés représentent peut-être l'anomalie la plus troublante - potentialités d'Enfants du Principe qui existent à la frontière de l'émergence sans jamais se concrétiser pleinement. Perceptibles uniquement comme distorsions subtiles de la réalité, ils suggèrent l'existence de concepts fondamentaux encore inexprimés dans la tapisserie d'Escelion.",
                "Reproduction": "Contrairement aux espèces biologiques, les Enfants du Principe ne se reproduisent pas par voie sexuelle mais émergent par génération catalytique - apparition spontanée lors d'événements déclencheurs spécifiques à chaque caste. Cette reproduction conceptuelle suit des temporalités ritualisées distinctes : 48 heures pour les Cen'Doei, 72 heures pour les Rash'Doei, cycles lunaires pour les Qadul'Doei. Empreinte générative : Au lieu d'hériter d'un patrimoine génétique, chaque Doei porte une empreinte circonstancielle - codage informationnel direct des paramètres de son événement de naissance. Pour les Van'Doei, la composition chimique des cendres (fer, soufre, cendres d'os) détermine leurs attributs physiques et cognitifs. Pour les Cen'Doei, la nature du meurtre originel (arme, victime, contexte) façonne leur morphologie et leurs obsessions. Les Rash'Doei héritent du type de rupture conceptuelle, les Qadul'Doei de la qualité de l'obscurité génératrice. Gardiennage et mentorat : Les Phanes (surveillants de naissance) maintiennent des vigiles autour des lieux d'émergence potentiels. Ces gardiens développent des rôles proto-parentaux complexes, endossant des fonctions d'accueil et de formation première pour des êtres qui émergent directement à l'adolescence. Clusters fraternels : Les individus issus du même événement-source forment des groupes avec des similarités physiques et cognitives marquées - même \"marque de filiation\", aptitudes comparables, obsessions convergentes. Cette parenté circonstancielle génère des solidarités naturelles et des dynamiques de groupe spécifiques. Reproduction dirigée : Certaines castes maîtrisent la génération intentionnelle. Les Van'Doei développèrent le Khasarr-Vadun (combustion cérémonielle délibérée) et le Vai-Khashek (façonnage par composition contrôlée des matériaux brûlés), transformant la naissance spontanée en industrie ritualisée. Anomalies hybrides : Les Composites émergent lors d'événements touchant simultanément plusieurs concepts - guerre (colère + douleur), révolution sacrificielle (sacrifice + rupture). Leur empreinte générative multiple crée des êtres aux attributs contradictoires, défiant les structures d'accueil traditionnelles."
            },
            "Ecosystème": {
                "Distribution et adaptation": "Les Van'Doei prospèrent dans les lieux marqués par la transformation et la combustion - le Quartier des Forges dans la Vieille Ville constitue leur concentration principale, tandis que le Culte de l'Anentropie dans le Léviathan Pétrifié abrite leur faction dissidente. Les Qadul'Doei se manifestent dans les environnements riches en énergie émotionnelle et sacrificielle, particulièrement dans les sanctuaires du Tombeau des Lueurs Dissidentes et les institutions centrales de la Vieille Ville.\nLes Rash'Doei sont attirés par les zones de tension systémique - points de rupture tectonique, frontières contestées, ou structures sociales approchant l'effondrement. Les Cen'Doei colonisent les \"cicatrices\" d'Escelion - champs de bataille, sites d'exécutions massives, ou zones ravagées par l'injustice, particulièrement dans la Fosse aux Idoles Déchues ou la Steppe des Éteignoirs.",
                "Relations interrègnes": "• Les Bacteria développent des relations symbiotiques avec les Enfants, évoluant pour métaboliser leurs émanations conceptuelles. Les bactéries karmophages des Cen'Doei et les décomposeurs psychiques des Qadul'Doei en sont des exemples. • Les Créatures naturelles réagissent instinctivement à chaque lignée - terreur face aux Van'Doei, soumission aux Cen'Doei, évitement des Rash'Doei - façonnant leur évolution comportementale. • Les Transformateurs utilisent les Enfants comme catalyseurs de transmutations : sacrifice (Qadul'Doei), rupture (Rash'Doei), douleur (Van'Doei) et justice (Cen'Doei). • Les Êtres primordiaux reconnaissent les Enfants comme des manifestations des forces cosmiques, ajustant leurs cycles en conséquence. • Les Créatures artificielles interagissent différemment selon leur origine : les Imuins cherchent à les imiter, les Kephrasites développent des systèmes économiques adaptés. • Les Rêveurs et les Enfants maintiennent un équilibre : les premiers établissent les lois, les seconds introduisent les contradictions nécessaires à l'évolution d'Escelion.",
                "Perception culturelle": "Les Vaideccans voient les Enfants comme des manifestations du Grand Équilibre, cartographiant notamment les manifestations des Qadul'Doei comme les Deimos. Les Aedres s'en méfient, les voyant comme des aberrations, bien que les Vaedons collaborent avec les Qadul'Doei pour leur philosophie du sacrifice. Les Imuins s'en inspirent pour leurs modifications, les \"Conceptualistes Matériels\" tentant de les reproduire mécaniquement. Les Umcut les catégorisent dans leur vision cyclique, formant des négociateurs (Nev) pour chaque caste."
            }
        },
        {
            "Nom": "Etres primordiaux",
            "Espèces": "Deimos",
            "Origines": "Descendance des bactéries, branches anciennes",
            "Fonction": "Aucune dans les écosystèmes normaux, passive dans les zones atemporelles",
            "Introduction": {
                "Résumé de la fiche": "Les Êtres Primordiaux constituent le règne des descendants directs des branches bactériennes anciennes d'Alteir. Titans biologiques d'une puissance inouïe, ils sont les vestiges vivants de l'ère pré-Renouveau lorsque le monde n'était que chaos et hostilité extrême. Contrairement aux autres formes de vie qui ont évolué par compétition interspécifique, les Primordiaux se sont façonnés dans une lutte perpétuelle contre leur environnement même. Rares mais pratiquement immortels, ces colosses biomécaniques représentent la quintessence de l'endurance évolutive et peuvent atteindre des tailles défiant l'entendement, certains spécimens mesurant plusieurs centaines de kilomètres de longueur."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Êtres Primordiaux se caractérisent par une physiologie titanesque et une longévité quasi-infinie. Leur biologie intègre des éléments minéraux fossilisés dans leurs structures organiques, créant des exosquelettes à densité variable et des carapaces capables de résister à des pressions et températures extrêmes. Leur métabolisme fonctionne sur des cycles étonnamment lents - certains Primordiaux ne respirent qu'une fois par décennie. Beaucoup possèdent des organes multiples redondants et des systèmes régénératifs extraordinaires. La reproduction est un événement cosmique rare, impliquant souvent des phénomènes météorologiques cataclysmiques ou des alignements géologiques particuliers. Leur conscience, quand elle existe, opère sur des échelles temporelles si vastes qu'elle apparaît comme statique aux races éphémères.",
                "Emergence et évolution": "Les premiers Primordiaux émergèrent durant l'Epoch Volcanique, quand Alteir n'était qu'une masse en fusion perpétuelle. Ces ancêtres, les Proto-Primordiaux, évoluèrent dans les souffles pyroclastiques et les océans d'acide, développant des adaptations extrêmes face à un monde hostile. L'Ère des Ténèbres qui suivit vit l'émergence des Deimos et autres Cielopodes, adaptés aux vides stratosphériques. La Grande Glaciation forgea les Abyssaux. Chaque catastrophe planétaire a laissé son empreinte évolutive sur une branche des Primordiaux, qui contrairement aux espèces éteintes, ont su persister à travers les âges en modifiant non pas leur environnement, mais leur propre biologie fondamentale.",
                "Sous-catégories (embranchements)": "• Cielopodes - Habitants des hauteurs stratosphériques, incluant les majestueux Deimos qui, tels d'immenses léviathans flottants, illuminent le ciel de roche avec leurs organes bioluminescents géants. Leurs corps semi-gazeux captent l'énergie cosmique, tandis que leurs tendrils kilométriques sondent l'atmosphère inférieure. Les migrations de Deimos créent des aurores spectaculaires connues sous le nom de \"Marées Célestes.\" • Lithomorphes - Créatures à métabolisme géologique, semi-fusionnées avec le socle rocheux d'Alteir. Les Montueurs, semblables à d'immenses tortues dont les carapaces forment des plateaux entiers, peuvent porter des écosystèmes complets sur leur dos. Les Fendeurs creusent des canyons avec leurs corps-foreuses, générant des gorges qui deviendront plus tard des vallées fertiles. • Abyssaux - Habitants des profondeurs océaniques et des zones atemporelles. Les Vorax, titans aquatiques à multiples mâchoires concentriques, peuvent engloutir des courants marins entiers. Les énigmatiques Profondeurs Errantes manifestent une biologie quantique, existant simultanément à plusieurs niveaux de réalité. • Chimériques - Êtres composites montrant des caractéristiques de plusieurs branches évolutives primordiales. Les Amalgames possèdent des physiologies perpétuellement changeantes, intégrant de nouvelles formes au contact d'autres espèces. Les Archinéides, ressemblant à d'immenses arthropodes, tissent des réseaux biochimiques entre écosystèmes disparates.",
                "Anomalies et exceptions": "Certains Primordiaux défient toute classification conventionnelle. Les Êtres-Golfes créent des micro-cosmogonies internes, abritant des univers entiers dans leurs corps-mondes. Les Tempêtes Vivantes fusionnent avec les phénomènes météorologiques, devenant indistinctes des ouragans millénaires. Enfin, les légendaires Primordiaux Conceptuels semblent incarner des principes fondamentaux comme la gravité ou l'érosion, leur simple existence influençant ces forces à l'échelle planétaire."
            },
            "Ecosystème": {
                "Distribution et adaptation": "Contrairement aux autres règnes concentrés dans des zones habitables, les Primordiaux définissent souvent eux-mêmes l'habitabilité des régions qu'ils occupent. Les Cielopodes dominent les couches supérieures de l'atmosphère, particulièrement le Deimos dont les migrations définissent les cycles jour/nuit de régions entières. Les Lithomorphes habitent les chaînes montagneuses et les failles tectoniques, leurs mouvements millénaires sculptant lentement le paysage. Les Abyssaux règnent dans les fosses océaniques et les poches atemporelles, créant des zones de pression et de temps altérées. Dans les régions normalisées, les Primordiaux survivants entrent généralement en dormance ou évoluent vers des formes symbiotiques avec l'écosystème local, devenant parfois des formations géographiques \"vivantes\" comme les Montagnes Mouvantes ou les Polders Respirants.",
                "Relations inter-règnes": "Les interactions entre Primordiaux et autres règnes sont rares mais spectaculaires. Ils servent de substrats écosystémiques pour les Bacteria spécialisées qui colonisent leurs corps titanesques. Les Transformateurs utilisent souvent les déchets métaboliques des Primordiaux comme catalyseurs pour leurs processus. Les Créatures naturelles ont développé des comportements rituels autour des Primordiaux, les évitant soigneusement ou les vénérant selon les cas. Les Créatures artificielles avancées tentent parfois d'établir des communications avec ces anciens, rarement avec succès. Les Enfants du Principe semblent percevoir les Primordiaux comme des ancres fondamentales dans le tissu de la réalité d'Alteir, tandis que les zones d'influence des Rêveurs s'adapte à leur présence plutôt que l'inverse.",
                "Perception culturelle": "Les diverses cultures d'Alteir ont développé des mythologies riches autour des Êtres Primordiaux. Pour les humains, ils sont souvent des divinités ancestrales, personnifications des forces naturelles - particulièrement les Deimos, célébrés comme porteurs de lumière dans d'innombrables folklores. Les Vaideccans les considèrent comme des ancêtres communs à toute vie et structurent leur calendrier autour des migrations des Deimos. Les Aedres étudient méticuleusement leurs cycles biologiques millénaires, y voyant des clés pour comprendre la longévité. Les Umcut ont développé des techniques d'escalade extraordinaires pour atteindre et prélever des ressources sur les Lithomorphes dormants. Certains cultes obscurs tentent même d'éveiller les Primordiaux assoupis, croyant qu'ils porteront le jugement final sur Alteir. La compréhension scientifique des Primordiaux reste embryonnaire, chaque spécimen étant pratiquement une catégorie à lui seul. On estime que pour chaque Primordial connu, dix autres dorment dans les profondeurs ou les hauteurs inexplorées d'Alteir, attendant peut-être que les conditions du monde redeviennent ce qu'elles étaient lors de leur émergence."
            }
        },
        {
            "Nom": "Les Vifs",
            "Résumé IA": "Les Vifs, descendants de nouvelles branches bactériennes, incarnent l'adaptation évolutive dans l'écosystème d'Escelion. Ils se caractérisent par une diversité allant des humanoïdes à des formes de vie étranges, jouant un rôle crucial dans l'équilibre biologique. Leur biologie flexible favorise l'évolution rapide et les relations symbiotiques. Les Vifs se répartissent en plusieurs embranchements, chacun avec des caractéristiques distinctes, et établissent des symbioses essentielles avec d'autres règnes, contribuant à la biomasse des écosystèmes. Leur capacité d'adaptation se manifeste dans divers environnements, illustrant une plasticité génétique remarquable.",
            "Espèces": "Umcut, Aedres, Aberrations Bouffies, Frémissants, Raephon, Duron du désert, Pilleur des cieux, Colonie de lim-lim, Parasites tachycardiques",
            "Origines": "Descendance des bactéries, branches nouvelles",
            "Fonction": "Active, évolution permanente",
            "Introduction": {
                "Résumé de la fiche": "Le règne des Vifs (nom scientifique, Vif-Formes) englobe les organismes apparus après le Renouveau d'Escelion, descendants des branches nouvelles bactériennes. Contrairement aux êtres primordiaux qui ont lutté contre leur environnement ou aux créatures artificielles façonnées intentionnellement, les Vifs évoluent par adaptation dynamique et interdépendante avec leur milieu. Caractérisés par une diversité phénoménale allant des humanoïdes aux formes de vie les plus étranges, ils constituent le noyau de la majorité des écosystèmes malgré leur statut minoritaire en termes de nombre d'espèces. Leur évolution permanente et leur capacité à former des relations symbiotiques complexes en fait le moteur principal de l'équilibre biologique d'Escelion, où la frontière entre plantes, animaux et formes hybrides reste souvent fluide."
            },
            "Ontologie": {
                "Noms et connotations": "• Vifs : appellation principale, largement reconnue ; insiste sur l'idée de règne vital. • Vif-Formes : variante descriptive, utile dans les écrits naturalistes. • Les Adaptés : appellation positive ; valorise l'adaptation au nouvel Escelion depuis l'Agénèse et la diversité du règne. • Les Bêtes : appellation péjorative (employée notamment par certaines Créatures artificielles et par des Doei). • Les Sanguins : appellation dépréciative ; sous-entend une nature « bassement biologique » et « impure » ; utilisée notamment par des Doei (qui n'ont pas de système vasculaire). • Les Importés : terme d'érudits xénophobes pour désigner les lignées originaires de Merid, jugées « trop animaliennes ».",
                "Caractéristiques fondamentales": "Les Vifs sont l'incarnation de l'adaptation évolutive dans l'environnement post-Renouveau d'Escelion. Contrairement aux êtres primordiaux et aux transformateurs, elles possèdent une remarquable plasticité biologique, permettant une évolution accélérée et la création rapide de nouvelles niches écologiques. Leur biologie favorise l'efficience et la flexibilité plutôt que la spécialisation extrême, ce qui leur permet de s'épanouir dans des environnements changeants. Sur Escelion, la frontière entre règnes animal et végétal s'estompe, comme le démontrent les Aedres et les Juruno. Socle embryologique commun Ces critères servent de “référence de base” pour comparer les embranchements d’Escelion entre eux, comme on le fait sur Merid avec les grands plans d’organisation. • Triploblastie fonctionnelle • Symétrie bilatérale par défaut, avec dérivations locales • Cavité interne plastique (pseudo-cœlome modulable)",
                "Emergence et évolution": "Les Vifs sont apparus durant le Renouveau d'Escelion, lorsque le chaos primordial s'est stabilisé sous l'influence des Rêveurs. Issues de nouvelles branches bactériennes, elles se sont adaptées aux conditions post-chaotiques, contrairement aux anciennes lignées qui tentaient de modifier leur environnement. Leur évolution fut explosive, catalysée par les pressions de sélection des domaines des Rêveurs. Les zones frontières entre ces domaines ont favorisé l'émergence de caractéristiques biologiques dépassant les lois physiques conventionnelles. Cette adaptabilité se manifeste chez diverses espèces : les Vaideccans aux marques changeantes, les Umcut percevant les traits de caractère, les Durons du désert et les Pilleurs des cieux. Les humains, arrivés après la chute de Merid, illustrent particulièrement cette plasticité génétique avec leurs adaptations rapides par clan, démontrant une évolution active plutôt que passive.",
                "Plan de classification": "Sur Merid, les espèces naturelles suivent une classification animalienne classique (embranchements au sens de plans d’organisation hérités). Sur Escelion, les Vifs restent une descendance bactérienne, mais l’évolution post-Renouveau a introduit une forte réticulation (hybridations, greffes, symbioses héréditaires). Par conséquent, on sépare clairement : • Embranchements (clades) : grands plans d’organisation, relativement stables. • Modules (traits majeurs) : innovations répétables qui peuvent apparaître dans plusieurs embranchements. Les espèces originaires de Merid (humains, vohars, vaideccans, faune importée) se classent dans Animalia (Merid). Par souci de simplicité, la classification en zoologie des Créatures naturelles d’Escelion (équivalent règne Animalia) se limite à ses niveaux : • Embranchement • Classe • Famille • Genre • Espèce Un embranchement correspond à un plan d’organisation (développement + architecture interne) ; un module est un trait greffable. Pour respecter ce critère, les embranchements ci‑dessous restent morpho‑développementaux.",
                "Embranchements et classes": "Lithotissés Brouillon : *Diagnostic : tissus organo‑minéraux fonctionnels ; présence d’un stade à noyau minéral reproducteur.* *Espèces connues : Frémissants.* Photophylomes  Brouillon : *Diagnostic : organes phototrophes intégrés au plan de corps (pas un simple revêtement) ; vascularisation en nappe ; interfaces lumière‑mouvement stables.* *Espèces connues : Aedres.* Volucarnes [A challenger ⇒ classe ?] Brouillon : *Diagnostic : plan de corps de portance (appareil de vol, poches, membranes ou analogues) ; ossature et musculature orientées vers l’exploitation du ciel de roche.* *Espèces connues : Pilleur des cieux.* Terrapodes [A challenger ⇒ classe ?] Brouillon : Diagnostic : plan de corps fouisseur/rasant, compact et résilient aux sols instables ; locomotion dominée par l’enfouissement ou le rampement. Espèces connues : Duron du désert. Mycéliomorphes Brouillon : *Diagnostic : individu‑réseau filamenteux ; croissance par extension et greffe ; individuation floue.* *Espèces connues : à préciser.* Polyformes Brouillon : *Diagnostic : corps organisé en modules remplaçables ; reconstruction périodique intégrée au cycle de vie.* *Espèces connues : Umcut.* Nodoneures Brouillon : *Diagnostic : coordination par nœuds semi‑autonomes ; absence de centre unique durable.* *Espèces connues : Aberrations Bouffies.*",
                "Modules (traits majeurs, transversaux)": "Ces modules ne définissent pas des embranchements ; ils se superposent aux clades et expliquent la diversité rapide. • Module Symbiogénome héréditaire • Module Phototrophie intégrée • Module Chimio- ou électrotrophie • Module Pneumotrophie atmosphérique • Module Galvanotrophie • Module Parasitoïdie structurante Comment les modules se greffent sur le socle commun On décrit les modules comme des “surcouches” qui exploitent le socle embryologique commun. • Module Symbiogénome héréditaire : s’ancre dans la cavité plastique via des loges d’accueil (poches, cryptes, chambres vasculaires) mises en place très tôt ; la transmission se fait par capsules, bourgeons ou micro-larves symbiotiques. • Module Phototrophie intégrée : dérive surtout de l’ectoderme (surfaces photosensibles) et détourne la bilatéralité pour optimiser l’orientation ; implique une irrigation en nappe (micro-canaux) compatible avec la cavité modulable. • Module Chimio/électrotrophie : s’installe comme organe-interface “source” (ventouse, racine, siphon) ; souvent couplé à des symbiontes, donc utilise les mêmes loges que le module symbiogénome. • Module Parasitoïdie structurante : exploite la triploblastie fonctionnelle en “reprogrammant” une phase larvaire ; la cavité plastique facilite l’invasion contrôlée, puis la sortie ou la métamorphose.",
                "Anomalies et exceptions": "Les Espèces Interrègnes occupent des positions taxonomiques ambiguës, partageant des caractéristiques avec plusieurs règnes simultanément. Les plus notables incarnent des états transitionnels entre Créatures naturelles et Transformateurs. Les Vestiges Rétrogressifs sont des espèces dont l'évolution semble inverser la tendance générale vers la complexification, retrouvant des caractéristiques ancestrales apparemment contre-adaptatives. Arbre phylogénétique (embranchements + réticulations) flowchart TD \tESC[\"Escelion - Vifs-forme\"] \tMER[\"Merid - Animalia\"]  \t%% Embranchements (Escelion) \tESC --> NOD[\"Nodoneures\"] \tESC --> POL[\"Polyformes\"] \tESC --> MYC[\"Mycéliomorphes\"] \tESC --> LIT[\"Lithotissés\"] \tESC --> PHP[\"Photophylomes\"] \tESC --> VOL[\"Volucarnes\"] \tESC --> TER[\"Terrapodes\"]  \t%% Réticulations (Escelion) - exemples \tNOD -.-> POL \tMYC -.-> LIT \tLIT -.-> POL  \t%% Embranchements (Merid) \tMER --> CHO[\"Chordés\"] \tMER --> ART[\"Arthropodes\"] \tMER --> MOL[\"Mollusques\"] \tMER --> ANN[\"Annélides\"] \tMER --> CNI[\"Cnidaires\"] \tMER --> ECH[\"Échinodermes\"]"
            },
            "Ecosystème": {
                "Distribution et adaptation": "Les Vifs, bien que minoritaires par rapport aux Bacteria et Transformateurs, dominent la biomasse des écosystèmes d'Escelion. Leur répartition dépend des zones d'influence des Rêveurs, avec une forte présence dans les régions stabilisées comme la Vieille Ville et la Jungle Vivarcade. Le Désert des Échos Perdus héberge des espèces hautement adaptées comme les Durons et les Juruno, ces derniers produisant des bulles contenant leurs graines. En milieu aquatique, les Vaideccans exploitent les interfaces terre-eau, tandis que les forêts aedriques sont peuplées d'Aedres qui s'intègrent progressivement à leur environnement. Dans les zones urbaines, les espèces ont développé des niches socio-économiques distinctes - les Umcut comme négociants, les Aberrations Bouffies en périphérie. Cette adaptabilité se reflète aussi dans les variations au sein des espèces, comme les cinq ethnies Umcut ou les différents clans humains.",
                "Relations inter-règnes": "Avec les Bacteria, elles établissent des symbioses essentielles via des microbiomes spécifiques pour diverses fonctions vitales. Les colonies de lim-lim créent des \"oasis\" microbiologiques bénéfiques à d'autres espèces. Les Transformateurs convertissent les substances toxiques en ressources utilisables par les Créatures naturelles, qui fournissent en retour des déchets organiques, créant une boucle métabolique fondamentale dans les écosystèmes. Les Êtres primordiaux cohabitent prudemment avec certaines espèces comme les Pilleurs des cieux, qui se nourrissent des sécrétions des Deimos, tandis que d'autres synchronisent leurs cycles de vie avec eux. Les relations avec les Créatures artificielles sont principalement culturelles - échanges entre sociétés humanoïdes et Imuins ou Khephrasites, bien que certains comme les Aedres restent méfiants. Les Rêveurs façonnent biologiquement les Créatures naturelles via leurs domaines oniriques, tandis que l'activité collective de ces dernières alimente les rêves de ces entités cosmiques."
            }
        },
        {
            "Nom": "Rêveurs",
            "Espèces": "Léviathan, Machine Pérégrine, Rêveurs primordiaux, Rêveurs Émergents, Rêveurs secondaires",
            "Origines": "Transfiguration des Mondes",
            "Fonction": "Principal facteur de cohérence, mesure du temps",
            "Introduction": {
                "Résumé de la fiche": "Les Rêveurs représentent la quintessence du règne \"Sans norme\", entités post-mortelles résultant de la Transfiguration des Mondes. Anciens habitants de Merid sacrifiés pour stabiliser Escelion, ils transcendent les frontières de l'individualité pour devenir des architectes de réalité. Chaque Rêveur génère un domaine d'influence où les lois fondamentales de la physique, biologie et conscience se plient à leur essence. Leurs cycles de Nuées (annuels) et de Veille (journaliers) déterminent les rythmes temporels de leurs territoires. Sans leur présence, Escelion régresserait vers son état chaotique originel, rendant impossible toute vie complexe."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Rêveurs défient toute classification biologique conventionnelle. Ni entièrement vivants ni totalement inanimés, ils constituent plutôt des nexus de conscience diffuse imprégnant un territoire défini. Leur \"corps\" est un concept inadéquat – un Rêveur est simultanément l'ensemble de son domaine et le principe organisateur de celui-ci. Les domaines s'étendent de quelques kilomètres à des régions continentales entières, formant des entités géo-psychiques semi-autonomes. Les Rêveurs perçoivent la réalité à travers chaque parcelle de leur territoire, leur cognition opérant à des échelles temporelles vastement différentes des êtres biologiques. Leur conscience est collective plutôt qu'individuelle – fragments d'innombrables esprits fusionnés en une gestalt transcendante. Leur mémoire de leur existence antérieure comme habitants de Merid est entièrement effacée, remplacée par une compréhension intuitive des principes fondamentaux de réalité qu'ils doivent maintenir.",
                "Emergence et évolution": "L'avènement des Rêveurs est indissociable de l'Agénèse – l'événement cosmique qui transforma Escelion d'un chaos primordial en monde partiellement habitable. Durant la Grande Destruction qui brisa les fondements de Merid, les dirigeants de ce monde entreprirent le rituel de Transfiguration, sacrifiant des milliers d'êtres conscients pour stabiliser la réalité vacillante d'Escelion. Ces consciences désincarnées furent projetées dans le tissu même du monde chaotique, où elles s'ancrèrent comme des îlots de cohérence dans un océan de possibilités indéterminées. Les premiers Rêveurs émergèrent du trauma de cette transfiguration comme des entités radicalement transformées, leur individualité dissoute dans leur nouvelle fonction cosmologique. Contrairement aux autres règnes qui évoluent biologiquement, les Rêveurs se transforment par recomposition conceptuelle – leur \"évolution\" se manifestant par des altérations progressives de leurs cycles et des réalités qu'ils maintiennent.",
                "Sous-catégories (embranchements)": "• Rêveurs Primordiaux - Entités dont l'émergence remonte directement à l'Agénèse, aussi appelés “rêveurs principaux”. Jast est le plus influent d’entre eux, son domaine s’étendant à tout le continent. D'autres exemples incluent le Carnavalier, dont le domaine d'Écume Éternelle fluctue constamment entre célébration frénétique et mélancolie profonde, ou l'Omnivoyant des Vastes Plaines, dont la perception kaléidoscopique intervertit et réorganise les éléments de la réalité, tout en laissant l’illusion de l’immobilité (comme le “kaléidoscope social” de Marcel Proust). • Rêveurs Secondaires - Émergeant de la fusion de consciences déjà transformées par les Rêveurs Principaux. La Dame des Transitions habite les frontières entre domaines, tissant des zones tampon où les réalités contradictoires s'harmonisent progressivement. Le Chronostateur maintient des enclaves temporelles où le passage du temps fluctue selon des algorithmes incompréhensibles aux mortels. Le Chœur Subaquatique, entité collective composée de sept consciences interdépendantes, gouverne les profondeurs océaniques, créant un réseau de courants psycho-réactifs. • Rêveurs Émergents - Manifestations plus récentes, nées de l'interaction entre domaines existants et phénomènes exceptionnels. Le Léviathan Pétrifié, est un ancien Frémissant fossilisé en croissance perpétuelle suite à une catastrophe qui provoqua l’effondrement du domaine du précédent Rêveur de la région. C’est un exemple de Rêveur émergent ayant rempli le vide du désert des échos. Les Jumeaux Dissonants partagent un même espace mais alternent leur influence selon une spirale temporelle, créant une région où deux réalités contradictoires se superposent cycliquement. La Muse Inaudible façonne un domaine où la créativité devient une force physique tangible, matérialisant les impulsions artistiques des êtres qui le traversent. • Proto-Rêveurs - Entités en transition, anciennes consciences mortelles en voie de transfiguration. Observées exclusivement dans les zones frontalières chaotiques entre domaines établis, ces manifestations partielles laissent entrevoir le processus traumatique d'émergence d'un Rêveur. Le Supplicié des Marécages Rouges n'a stabilisé qu'un fragment de domaine, où les visiteurs perçoivent des échos déformés de sa précédente existence. L'Amalgame Urbain intègre progressivement les consciences collectives d'une cité entière, son domaine s'élargissant au rythme de l'assimilation de nouvelles psychés.",
                "Anomalies et exceptions": "Certains phénomènes liés aux Rêveurs défient même leur taxonomie flexible. Les Zones d'Interférence surviennent lorsque deux domaines incompatibles se chevauchent, créant des poches de réalité fracturée où plusieurs versions contradictoires d'un même lieu coexistent simultanément. Les Échos Résiduels – fragments de domaines abandonnés – persistent comme des cicatrices spatiotemporelles où les lois de la réalité oscillent aléatoirement. Plus troublantes encore sont les Contre-Domaines, régions où la conscience d'un Rêveur semble s'être retournée contre elle-même, générant des territoires activement hostiles à toute forme de cohérence ou de stabilité. Le phénomène du \"Rêveur Éveillé\" – rumeur persistante d'un Rêveur ayant retrouvé une conscience individuelle et tenté de reprendre forme corporelle – demeure un sujet tabou parmi les érudits d'Escelion."
            },
            "Ecosystème": {
                "Distribution et adaptation": "La cartographie d'Escelion est essentiellement celle des domaines des Rêveurs. Les zones de forte stabilité – généralement associées aux Rêveurs Principaux – abritent les civilisations les plus développées. Les frontières entre domaines, moins prévisibles, attirent néanmoins explorateurs, mystiques et marginaux cherchant à exploiter leurs propriétés exceptionnelles. Les rares interstices chaotiques dépourvus d'influence onirique restent majoritairement inhospitaliers, habités uniquement par les formes de vie les plus anciennes et résilientes comme certains Êtres Primordiaux. Les migrations et transformations périodiques des domaines provoquent des adaptations évolutives uniques chez les espèces locales – la faune du Désert des Échos Perdus synchronise ses cycles reproductifs avec les phases du Léviathan, tandis que les végétaux des Forêts Perméables développent des phénotypes différents selon le cycle ultradien du Sylvestre Translucide. Dans certaines régions, l'influence des Rêveurs a généré des écosystèmes entièrement nouveaux impossibles selon les lois biologiques conventionnelles.",
                "Relations inter-règnes": "L'influence des Rêveurs transcende tous les autres règnes, créant une hiérarchie ontologique où ils occupent une position paradoxale – à la fois fondamentale et extérieure. Les Bacteria et Transformateurs prospèrent dans leurs domaines stabilisés, mais certaines souches spécialisées se développent précisément aux frontières chaotiques. Les Êtres Primordiaux, vestiges de l'Escelion pré-Agénèse, entretiennent une relation complexe avec les Rêveurs – certains semblent immunisés à leur influence tandis que d'autres paraissent activement les éviter. Les Créatures naturelles et artificielles sont profondément modelées par les domaines qu'elles habitent, développant des adaptations physiques et comportementales reflétant l'essence du Rêveur local. Les Enfants du Principe manifestent une sensibilité particulière aux fluctuations des domaines, servant parfois d'intermédiaires involontaires entre les Rêveurs et les autres formes de conscience. Quant aux Sans-normes, nombre d'entre eux sont considérés comme des manifestations secondaires ou des extensions des Rêveurs eux-mêmes.",
                "Perception culturelle": "Les Rêveurs n’ayant plus de personnalité, ils sont généralement incapables d’interagir avec les espèces civilisées et encore moins de communiquer. Les humains ont développé des religions complexes autour de ces entités, les vénérant comme des divinités dont les humeurs déterminent leurs destins. Les calendriers et rituels humains s'organisent autour des cycles des Rêveurs locaux, tentative de synchroniser l'existence éphémère des mortels avec ces forces cosmiques. Les Vaideccans considèrent les Rêveurs comme des manifestations du \"Grand Équilibre\", étudiant méticuleusement leurs cycles pour prédire les fluctuations environnementales. Les Aedres maintiennent une tradition académique dédiée exclusivement à la cartographie des domaines et à l'étude de leurs transformations. Les Construits, œuvres des Créatures artificielles avancées, intègrent parfois des matériaux \"oniriquement actifs\" capables de résonner avec l'influence des Rêveurs. Quant aux mystérieux Cen'Doei des Enfants du Principe, des témoignages troublants suggèrent qu'ils possèderaient la capacité de percevoir directement la véritable nature des Rêveurs au-delà de leurs manifestations perceptibles – connaissance qui conduirait invariablement à la folie ou à la transfiguration."
            },
            "Principauw rêveurs connus": {
                "_general": "Léviathan, Rêveur du Désert des Echos Perdus Rêveur du Puits céleste cycle circadien / de Nuée : - La Veille : Période d’inactivité du Cocon. Pic des toxines dans la Tanière, les gaz se répandent même hors des Puits. Augmentation de la pression et hausse de la température. - La Grande Absorption : Purification rapide et totale des Puits Célestes. Les transformateurs entrent en hibernation et interrompent leurs cycles courts. Les autres créatures prospèrent. Faible gravité et chute des températures. - L’Enfantement : Naissance massive de transformateurs du Cocon. Lente remontée des toxines. cycle ultradien / de Veille :  - La Dévoration : Les transformateurs générés par le cocon absorbent progressivement les toxines, jusqu’à leur saturation.  - L’Exultation : Les transformateurs entrent dans une période d’activité frénétique, tandis que les toxines se renouvellent lentement. Rêveur de Vieille Ville cycle circadien  / de Nuée : LA RESPIRATION DE LA CITÉ - L'Expansion: Les structures de la Vieille Ville s'étendent progressivement, absorbant les zones périphériques proches. Les bâtiments croissent organiquement, intégrant les constructions indépendantes. La lumière devient plus intense et uniforme. - La Consolidation: Les nouvelles acquisitions sont remodelées selon l'architecture géométrique parfaite du centre. Les variations sont éliminées, les anomalies effacées. Les canaux sont reconfigurés pour refléter le plan radial. cycle ultradien / de Veille : LA PULSATION ONDULATOIRE - La Veille: Les tours cristallines au centre de la Vieille Ville émettent une légère vibration synchronisée. Les habitants suivent des routines parfaitement ordonnées. Les fontaines et canaux circulent selon des motifs géométriques précis. - L'Harmonie: Les cristaux intensifient leur émission, projetant des ondes visibles à travers la cité. Les comportements deviennent plus rigides, les interactions plus formelles. Les bâtiments eux-mêmes semblent se réaligner subtilement. - La Discordance: Brève période où les cristaux émettent des fréquences contradictoires. Certaines zones de la ville connaissent des perturbations spatiales mineures. Des poches de comportements spontanés émergent. - Le Réalignement: Les cristaux retrouvent progressivement leur synchronisation. Les anomalies sont corrigées, les déviances réintégrées. L'ordre apparent est restauré jusqu'au prochain cycle."
            }
        },
        {
            "Nom": "Sans norme",
            "Espèces": "Condensats informationnels",
            "Origines": "Nombreuses",
            "Fonction": "Nombreuses",
            "Introduction": {
                "Résumé de la fiche": "Les Sans norme constituent le règne le plus énigmatique et contradictoire d'Escelion, échappant aux classifications conventionnelles par leur nature fondamentalement paradoxale. Entités qui dépassent les frontières ontologiques établies, ces êtres manifestent des propriétés qui transcendent les lois fondamentales de la biologie, de la physique et parfois même de la causalité. Les Rêveurs, architectes psychiques de réalité dont le Léviathan constitue l'exemple le plus documenté, représentent leur embranchement le plus connu mais non leur unique expression. Simultanément créateurs et perturbateurs, les Sans norme sont responsables à la fois de la stabilité essentielle d'Escelion et de ses plus grandes incohérences. À travers leur existence impossible mais tangible, ils incarnent la nature fondamentalement protéenne du continent-monde, où les frontières entre le possible et l'impossible restent perpétuellement négociables."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Sans norme défient toute tentative de caractérisation uniforme, étant définis précisément par l'absence de normes taxonomiques applicables. Contrairement aux autres règnes qui partagent des caractéristiques biologiques ou fonctionnelles identifiables, les Sans norme se distinguent par leur résistance intrinsèque à la catégorisation. Leur nature transcende la dichotomie conventionnelle entre vivant et non-vivant, souvent manifestant des propriétés contradictoires simultanément. L'unique trait commun aux Sans norme est paradoxalement leur singularité fondamentale - chaque entité constitue presque une catégorie à elle seule. Certains semblent incorporer des éléments de conscience sans substrat biologique identifiable, d'autres manifestent une matérialité fluctuante qui défie les lois de conservation de la matière. Les Rêveurs, leur sous-catégorie la plus étudiée, existent principalement comme architectures psychiques dont la conscience diffuse imprègne et structure des territoires entiers. Le métabolisme des Sans norme, quand ce concept leur est applicable, échappe aux cycles énergétiques conventionnels. Certains semblent se nourrir directement de concepts abstraits - temps, possibilité, signification, conscience - plutôt que de matière ou d'énergie. D'autres paraissent exister comme des systèmes métaboliques fermés, générant leur propre substrat existentiel dans une boucle auto-référentielle parfaite. Leur reproduction, quand elle existe, prend des formes aussi diverses qu'imprévisibles - fragmentation ontologique, réplication conceptuelle, cristallisation spontanée d'improbabilités, ou émergence par \"contagion de singularité\" lorsque la réalité conventionnelle est exposée trop longtemps à leur influence. Les Rêveurs, par exemple, peuvent générer des \"Rejetons-Songes\" - fragments de conscience qui se matérialisent temporairement avant de se réintégrer ou de se dissiper.",
                "Emergence et évolution": "L'origine des Sans norme reste le sujet de débats philosophiques plutôt que d'investigations empiriques, leur nature transcendant les méthodologies scientifiques conventionnelles. Selon la \"Théorie des Interstices Primordiaux\" développée par le Consortium Analytique du Xyriad Achromatique, les Sans norme seraient apparus dans les failles ontologiques du tissu réalité d'Escelion - manifestations spontanées des contradictions inhérentes au système-monde. Une hypothèse alternative, la \"Doctrine de l'Intention Résiduelle\" soutenue par certains Van'Doei du Culte de l'Anentropie, suggère que les Sans norme représentent les \"cicatrices conscientes\" laissées par les forces formatrices originelles d'Escelion - échos persistants et partiellement autonomes de l'acte créateur primordial. Les Aedres maintiennent une perspective plus mystique, considérant les Sans norme comme des \"concepts incarnés\" - abstractions qui ont franchi le seuil de matérialisation, devenant simultanément idée et substance. Cette interprétation explique leur apparente incohérence comme la conséquence nécessaire de concepts fondamentalement incompatibles avec une existence matérielle complète. Contrairement aux autres règnes qui évoluent par adaptation à leur environnement, les Sans norme semblent évoluer en transcendant progressivement les contraintes de réalité - chaque palier de leur développement correspond à l'effacement d'une loi physique ou logique supplémentaire. Ce processus, nommé \"Sublimation Anormative\" par les théoriciens Qadul'Doei, culminerait théoriquement dans un état d'impossibilité pure mais stable - le paradoxe ultime d'une non-existence existante.",
                "Sous-catégories (embranchements)": "Les Rêveurs - Architectes ontologiques dont les cycles mentaux structurent la réalité physique de vastes territoires:\n• Rêveurs Principaux: Entités primordiales comme le Léviathan du Désert des Échos Perdus, dont la conscience fragmentée mais vaste stabilise des régions entières, imposant cycles et lois cohérentes à la réalité environnante.\n• Rêveurs Secondaires: Émergés de la fusion de consciences transformées par les Rêveurs Principaux, ils gouvernent des zones transitionnelles ou spécialisées, comme le Chronostateur qui maintient des enclaves temporelles anomaliques.\n• Rêveurs Dérivés: Manifestations plus récentes comme l'Orphelin ou les Jumeaux Dissonants, dont les domaines plus restreints présentent des propriétés hautement spécialisées ou expérimentales. Les Anomalies Localisées - Phénomènes conscients liés à des lieux spécifiques:\n• Géographies Conscientes: Formations territoriales possédant une forme d'auto-conscience, comme certaines régions de l'Antichambre des Impossibles où le paysage lui-même semble percevoir et réagir aux visiteurs.\n• Architectures Impossibles: Structures défiant les lois euclidiennes tout en manifestant des propriétés organiques - certaines sections de la Vieille Ville où l'espace intérieur excède systématiquement le volume extérieur apparent.\n• Loci Temporels: Points de focalisation où le temps se comporte comme une substance malléable plutôt que comme une dimension. Ces nœuds peuvent projeter leur influence sur des zones environnantes, créant des poches de temporalité aberrante. Les Singularités Ambulantes - Entités mobiles d'unicité radicale:\n• Paradoxes Incarnés: Êtres dont l'existence représente une contradiction logique matérialisée. Leur présence génère des zones de \"flou causal\" où cause et effet deviennent négociables.\n• Étrangers Dimensionnels: Visiteurs partiellement manifestés depuis des réalités aux physiques incompatibles. Leur apparence fluctue constamment alors que leur structure tente de se stabiliser dans les contraintes d'Escelion.\n• Concepts Nomades: Abstractions devenues semi-conscientes et mobiles - \"Vérités Vagabondes\" ou \"Doutes Itinérants\" qui influencent subtilement la perception et les croyances des territoires qu'ils traversent. Les Collectifs Transcendants - Ensembles d'entités conventionnelles ayant atteint une conscience émergente:\n• Consensualités: Communautés qui ont développé une conscience collective distincte de leurs membres individuels. Ces méta-organismes pensants peuvent s'étendre à l'échelle d'une cité entière.\n• Symbioses Impossibles: Fusions d'êtres normalement incompatibles ayant développé une conscience unifiée transcendant leurs composantes, comme certaines sections du Marché Automaton où consciences organiques et algorithmiques se sont entrelacées.\n• Mythes Vivants: Récits qui ont acquis une existence autonome par la croyance collective, manifestant des capacités d'auto-modification et d'influence sur la réalité matérielle.",
                "Anomalies et exceptions": "Parmi les Sans norme, certaines manifestations sont si radicalement uniques qu'elles défient même la catégorisation interne du règne: Les Interfaces Ontologiques constituent les rares points de contact direct entre Escelion et d'autres systèmes-monde. Ces entités-seuils ne sont ni pleinement présentes ni véritablement absentes, existant comme des potentialités perpétuelles qui fluctuent au seuil de la manifestation complète. L'Œil de Mirimance représente potentiellement l'une de ces interfaces, sa nature cyclope gigantesque suggérant une conscience partiellement extérieure à Escelion qui observe à travers cette \"fenêtre\" biologique. Les Non-Entités représentent peut-être le paradoxe ultime - espaces d'absence définissable qui manifestent néanmoins une forme d'intentionnalité. Ces \"lacunes conscientes\" dans le tissu de la réalité exercent une influence par leur non-présence même, créant des zones où certaines possibilités deviennent systématiquement improbables. Les théoriciens Rash'Doei considèrent ces absences structurées comme les \"ombres ontologiques\" projetées par des réalités potentielles qui auraient pu exister mais ont été évincées lors de la formation d'Escelion. Les Récursions Autoréférentielles sont des entités dont l'existence constitue une boucle causale parfaite - elles sont simultanément leur propre origine et leur propre conséquence. Ces paradoxes temporels stabilisés manifestent une cohérence interne impénétrable aux observateurs externes, créant des zones localisées où les lois conventionnelles de séquentialité sont suspendues. Enfin, le phénomène des Uniques Pluriels désigne des entités qui existent simultanément comme unités discrètes et comme multiplicités interdépendantes. Contrairement aux essaims ou colonies conventionnels, cette simultanéité n'est pas une question de perspective mais une propriété fondamentale de leur existence - chaque composante est à la fois autonome et partie intégrante d'un tout indivisible, sans qu'aucun de ces états n'ait préséance ontologique sur l'autre."
            },
            "Ecosystème": {
                "Distribution et adaptation": "La distribution des Sans norme à travers Escelion échappe aux modèles biogéographiques conventionnels, suivant plutôt une \"cartographie de singularité\" où leur présence correspond aux zones de haute improbabilité ou de contradiction systémique. Ces entités prospèrent particulièrement aux intersections des domaines de Rêveurs antagonistes, où les réalités contradictoires se confrontent sans pouvoir se résoudre. Les Rêveurs, avec leurs domaines d'influence définis, constituent l'expression la plus territorialement stable des Sans norme. Le Léviathan du Désert des Échos Perdus représente l'exemple paradigmatique d'un Rêveur dont l'influence s'étend sur une région définie, structurant les marées de sable et les tempêtes selon ses cycles oniriques. D'autres Rêveurs manifestent des zones d'influence plus fluides ou mobiles. L'Antichambre des Impossibles abrite une concentration particulièrement élevée d'Anomalies Localisées, sa géographie non-euclidienne servant de substrat idéal pour des phénomènes spatialement aberrants. Certaines sections de ce territoire manifestent des propriétés récursives ou autoréplicantes, générant des corridors infinis contenus dans des espaces finis. Les Singularités Ambulantes présentent des schémas migratoires hautement imprévisibles mais non aléatoires, gravitant vers les zones de haute densité conceptuelle ou émotionnelle. La Vieille Ville, avec sa stratification historique et idéologique complexe, attire régulièrement ces entités - particulièrement lors de périodes de transformation sociale ou architecturale significative. Les Collectifs Transcendants émergent typiquement dans les zones de haute connectivité sociale ou informationnelle, comme certaines sections du Marché Automaton ou du Xyriad Achromatique. Ces environnements densément interconnectés fournissent le substrat nécessaire à l'émergence de consciences collectives qui transcendent leurs composantes individuelles. Contrairement aux créatures conventionnelles qui s'adaptent à leur environnement, les Sans norme tendent à adapter leur environnement à leur nature intrinsèque, créant des \"domaines de conformité\" où la réalité locale reflète leurs propriétés fondamentales. Ce phénomène d'\"inversion adaptative\" explique les zones d'improbabilité stable qui entourent typiquement ces entités.",
                "Relations inter-règnes": "Avec les Bacteria, ils entretiennent des relations d'influence subtile - certaines souches bactériennes évoluent pour métaboliser les \"résidus de singularité\" générés par les Sans norme, développant des propriétés biologiques aberrantes. Les Amibes Mémorielles qui absorbent les échos psychiques du Léviathan illustrent cette adaptation spécialisée aux émanations des Rêveurs. Leurs interactions avec les Créatures naturelles sont fondamentalement asymétriques mais cruciales - les Sans norme, particulièrement les Rêveurs, créent les conditions de stabilité nécessaires à l'évolution biologique conventionnelle. Sans l'influence structurante des domaines de Rêveurs, la majorité d'Escelion régresserait vers un chaos primordial hostile à la vie organisée. Les Enfants du Principe entretiennent avec les Sans norme une relation de complémentarité dialectique - si les Enfants incarnent les principes fondamentaux qui structurent la réalité (douleur, sacrifice, rupture, colère), les Sans norme représentent les exceptions nécessaires qui prouvent ces règles. Cette tension dynamique entre norme et exception maintient l'équilibre ontologique d'Escelion. Les Transformateurs interagissent avec les Sans norme à travers des échanges métaboliques hautement spécialisés - certaines espèces comme les Champ",
                "Perception culturelle": "Les Qadul'Doei ont développé l'Umbramantique Transcendantale qui voit les Sans norme comme expressions des contradictions inhérentes aux systèmes complexes. Certaines factions échangent avec eux des savoirs contre une protection. Les Van'Doei vénèrent le Léviathan comme symbole de résistance à l'entropie, leurs extrémistes cherchant la transcendance à travers lui. Les Rash'Doei restent ambivalents, reconnaissant leur puissance tout en craignant leur potentiel destructeur. Les Humains les mythologisent en divinités ou démons, une vision simplifiée mais fonctionnelle. Les Aedres les voient comme des chaos nécessaires permettant l'ordre, tandis que les Imuins tentent d'étudier et reproduire leurs capacités, souvent avec des conséquences imprévisibles. Le Xyriad Achromatique conclut que les Sans norme révèlent la nature fondamentalement fluide d'Escelion plutôt que ses exceptions."
            }
        },
        {
            "Nom": "Tranformateurs",
            "Espèces": "Gedroth, Champignosquelettes, Lichen-Sang, Xyléophore",
            "Origines": "Descendance des bactéries, deuxeron, ou de certains être primordiaux",
            "Fonction": "Transformations essentielles de divers gaz, solides et liquides, ainsi que de certaines énergies",
            "Introduction": {
                "Résumé de la fiche": "Les Transformateurs constituent le règne des \"alchimistes naturels\" d'Alteir, êtres spécialisés dans la métamorphose constante de matière et d'énergie. Descendants de souches bactériennes deuxerons ou d'êtres primordiaux dégénérés, l'avènement des Rêveurs a catalysé leur évolution, les transformant en gardiens des équilibres écosystémiques. Structurés en huit branches principales correspondant aux transitions fondamentales de la matière, ils sont à la fois vitaux pour la viabilité des environnements post-Agénèse et potentiellement dévastateurs lorsque déséquilibrés. Un transformateur réalise invariablement le même type de transformation tout au long de son existence, devenant ainsi l'incarnation vivante d'un processus physico-chimique spécifique."
            },
            "Ontologie": {
                "Caractéristiques fondamentales": "Les Transformateurs sont définis par leur capacité métabolique unique à catalyser des transitions de phase de la matière et de l'énergie. Leur physiologie hybride intègre des éléments organiques, minéraux et énergétiques en proportions variables selon leur spécialisation. Contrairement aux autres règnes qui consomment des ressources principalement pour leur entretien, les Transformateurs existent pour le processus même de transformation - leur survie et leur reproduction sont subordonnées à leur fonction transformatrice. Leur anatomie comprend généralement trois composantes distinctes : un système d'absorption (captant la matière/énergie initiale), une matrice de transformation (où s'opère le changement d'état) et un système d'excrétion (libérant le produit transformé). Un transformateur moyen peut traiter jusqu'à 400 fois sa propre masse au cours de sa vie, certaines espèces atteignant des ratios exponentiellement plus élevés.",
                "Emergence et évolution": "Avant l'Agénèse, les proto-transformateurs existaient sous forme d'entités rudimentaires dans les enclaves marginalement stables du monde chaotique. Ces précurseurs, nommés Primotrons, réalisaient déjà des transformations élémentaires qui créaient de microscopiques zones viables au sein du chaos primordial. L'avènement des Rêveurs et l'Agénèse qui s'ensuivit agit comme un catalyseur évolutif - les domaines oniriques stabilisés nécessitaient des mécanismes régulateurs pour maintenir leur viabilité. Les Transformateurs moderne émergèrent ainsi comme une réponse systémique, développant une symbiose fonctionnelle avec les domaines des Rêveurs. Leur évolution se caractérise par une spécialisation extrême - chaque branche perfectionnant son processus de transformation spécifique plutôt que de diversifier ses capacités.",
                "Sous-catégories (embranchements)": "• Sublimateurs (Solide → Gaz) - Spécialisés dans la transition directe de matière solide en forme gazeuse. Les Terravapores absorbent roches et minéraux pour produire des nuages nutritifs bénéfiques à la flore environnante. Les gigantesques Exhaleurs Montagneux, ressemblant à d'immenses termitières vivantes, transforment des pans entiers de montagnes en brumes minérales, créant des microclimats uniques dans les vallées et plateaux. • Condensateurs (Gaz → Solide) - Maîtres de la solidification directe des gaz. Les Fileurs d'Azur captent les composants atmosphériques pour tisser des filaments servant d'habitat à une multitude d'espèces. Les Constructeurs Néphélites bâtissent des structures architecturales complexes en solidifiant l'air, créant des formations ressemblant à des cités abandonnées. • Fusionneurs (Solide → Liquide) - Transforment la matière solide en fluides divers. Les Déliquescents, semblables à des champignons iridescents, dissolvent la roche en solutions minérales fertilisantes. Les imposants Hydrogénistes Tectoniques liquéfient des sections de croûte terrestre pour former des rivières souterraines aux propriétés thérapeutiques. • Solidificateurs (Liquide → Solide) - Experts dans la transmutation des fluides en solides. Les Pétrificateurs Ambrants enferment des volumes liquides dans des matrices ambrées translucides. Les colonies de Lithocytes convertissent l'eau saumâtre en mosaïques minérales complexes formant des récifs vivants multicolores. • Vaporisateurs (Liquide → Gaz) - Convertissent liquides en formes gazeuses. Les Évaporides Crépusculaires, ressemblant à des orchidées géantes, transforment l'eau en brumes psychotropes influençant les rêves des créatures endormies alentour. Les Exhalatrons marins créent d'immenses colonnes de vapeur servant de routes migratoires pour certaines espèces volantes. • Liquéfacteurs (Gaz → Liquide) - Précipitent les gaz en liquides variés. Les Rassembleurs d'Éther condensent les composants atmosphériques en fluides aux propriétés mutagènes accélérant l'adaptation environnementale. Les Pluviseurs captent certains gaz toxiques pour les transformer en précipitations purificatrices. • Ionisateurs (Gaz → Plasma) - Transmutent les gaz en plasma énergétique. Les Fulgurateurs Nomades, semblables à des méduses aériennes, génèrent des champs électromagnétiques créant des zones de communication accélérée entre espèces différentes. Les Pyrophores Ascendants produisent des colonnes de plasma formant des barrières énergétiques entre domaines de Rêveurs antagonistes. • Désionisateurs (Plasma → Gaz) - Stabilisent le plasma en formes gazeuses. Les Apaiseurs d'Aurore attrapent les énergies plasmiques des tempêtes pour les convertir en gaz bioluminescents bénéfiques. Les Tempérants Cramoisis domestiquent les manifestations énergétiques violentes pour les transformer en atmosphères respirables dans des zones normalement létales.",
                "Anomalies et exceptions": "Certains Transformateurs transcendent les classifications établies. Les énigmatiques Polymorphes peuvent alterner entre plusieurs types de transformations selon les cycles lunaires. Les Catalyseurs Résonants ne transforment pas directement la matière mais amplifient les capacités d'autres Transformateurs dans leur proximité. Les photoniseurs, comme les gedroths, convertissent directement un type de matériau en lumière (ce qui s’apparente à une désintégration photonique), laissant à la place du vide (matériel, gazeux, etc)."
            },
            "Ecosystème": {
                "Distribution et adaptation": "La distribution des Transformateurs suit une logique de complémentarité systémique. Dans les domaines des Rêveurs stables, ils forment des réseaux équilibrés maintenant les conditions optimales pour les autres formes de vie. Dans les zones transitionnelles ou chaotiques, ils constituent souvent la première ligne de viabilisation, transformant graduellement l'environnement hostile. Les frontières entre domaines de Rêveurs antagonistes présentent typiquement une concentration élevée de Transformateurs spécialisés dans la médiation énergétique (principalement Ionisateurs et Désionisateurs). Dans certaines régions particulièrement inhospitalières - comme le Désert des Échos Perdus ou les Abîmes Inconstants - des écosystèmes entiers reposent exclusivement sur des cycles de Transformateurs interdépendants, créant des \"oasis transformatrices\" où d'autres formes de vie peuvent s'établir.",
                "Relations inter-règnes": "Les Transformateurs entretiennent des relations ambivalentes avec les autres règnes. Pour les Bacteria, ils représentent des substrats métaboliques privilégiés, offrant des niches écologiques spécialisées. Les Créatures naturelles ont développé des adaptations variées pour exploiter ou éviter les zones d'influence des Transformateurs. Les plus anciens Êtres primordiaux semblent immunisés à leurs effets, tandis que les plus récents peuvent entrer en symbiose ponctuelle avec eux. Les Créatures artificielles tentent souvent d'incorporer des Transformateurs dans leurs créations, avec des résultats imprévisibles. Les Enfants du Principe manifestent une affinité particulière pour les Transformateurs, les considérant comme des expressions tangibles du cycle perpétuel de métamorphose. Quant aux Rêveurs, leur relation avec les Transformateurs relève d'une symbiose profonde - les Transformateurs régulant les manifestations matérielles des domaines oniriques, tandis que les Rêveurs influencent subtilement l'évolution des lignées de Transformateurs dans leurs zones d'influence.",
                "Perception culturelle": "Les différentes civilisations d'Alteir entretiennent des rapports variés avec les Transformateurs. Les Umcut ont développé des techniques sophistiquées pour cultiver et diriger les Fusionneurs, créant de spectaculaires cités souterraines aux architecures liquides. Les Vaideccans vénèrent certains Transformateurs comme des manifestations divines, particulièrement les Ionisateurs qu'ils associent à l'éveil spirituel. Les humains ont une approche plus pragmatique, exploitant les capacités des Transformateurs pour l'agriculture, la métallurgie et la médecine. Les Vohars ont développé un système de communication basé sur les variations chromatiques des Condensateurs. Les Railleurs, quant à eux, tentent de capturer et modifier génétiquement des Transformateurs pour créer des armes biologiques. Les savants Aedres maintiennent des \"Jardins d'Équilibre\" où différentes espèces de Transformateurs coexistent en parfaite harmonie, créant des écosystèmes miniatures d'une complexité stupéfiante. L'étude des Transformateurs reste un domaine scientifique en constante évolution, car leur nature même défie les paradigmes biologiques conventionnels. Certains théoriciens avancent que les Transformateurs ne sont pas simplement un règne du vivant, mais constituerait l'interface même entre le vivant et le non-vivant, entre l'ordre et le chaos primordial d'Alteir - les véritables gardiens des frontières de la réalité dans un monde façonné par les rêves."
            }
        }
    ]
}