{
    "structure_narrative": [
        {
            "Nom": "Annexes de la Vision",
            "Introduction": {
                "_general": "Titres alternatifs : Trials of Alteir Fugitives of Fate Children of the Rebellion A Foreign Masquerade Where the Shadows dwell Titre studio alternatifs : Radical Delusion Radical Hearts"
            }
        },
        {
            "Nom": "Bible narrative",
            "Introduction": {
                "Comment faire si j’ai besoin d’une section en plus pour mon jeu ?": "Le template reprend les briques les plus utilisées dans la création d’un univers. N’hésitez pas à créer les briques manquantes pour le votre.  Vous pouvez aussi m’envoyer un mail me précisant quel template supplémentaire vous aimeriez que je crée dans le futur !"
            }
        },
        {
            "Nom": "Dialogues",
            "Introduction": {
                "En cas de doute pas de doute !": "En cas de divergence entre les dialogues présents ici et ceux du moteur, c’est TOUJOURS ceux présents dans le moteur de jeu qui prévalent.  Ce système pouvant être lourd à maintenir au cours d’une production, cela permet de savoir où regarder.",
                "Pour les Dialogues & les Barks": "Se référer au Guide des dialogues  Chaque ligne possède un état  Chaque ligne doit posséder un identifiant de ligne unique ⇒ NE JAMAIS LE MODIFIER UNE FOIS CHOISI !",
                "Import/export": "Il est possible d’importer et d’exporter des bases de données (et donc les dialogues) au format CSV. Il est conseillé de le faire sur la page de base de données dédiée à la table que vous voulez exporter. Cliquez sur la base de donnée à exporter, puis en haut à droite cliquer sur les 3 petits points puis descendez jusqu’à l’action qui vous convient :",
                "Proposition de nomenclature": "Visiter la page Untitled."
            }
        },
        {
            "Nom": "État des lieux",
            "Introduction": {
                "_general": "Version mise à jour – 14 décembre 2025"
            },
            "1) Contexte": {
                "_general": "Alteir est un RPG narratif en 2D à vue top‑down qui se déroule dans l’univers onirique d’Escelion. Le joueur incarne une âme liée à des personnages légendaires et suit leur périple à travers des lieux extraordinaires. Le jeu se démarque par une direction artistique science‑fantasy biopunk surréaliste, des dialogues entièrement doublés et une histoire qui place les émotions au cœur de l’expérience. L’univers repose sur les cycles des Rêveurs, des entités post‑mortelles qui stabilisent la réalité en imposant leurs rythmes; sans eux la matière et le temps se désagrégeraient. La Grande Convergence a transformé un frémissant en Léviathan pétrifié dont les organes servent désormais de sanctuaires à une théocratie, tandis que le désert des Échos, les Puits célestes et la Vieille Ville composent des environnements variés à explorer. Les personnages principaux sont tous liés à l’Éthérée, une entité immatérielle qui sauve la Seigneuresse Uresaïr en la possédant. Ils se croisent ensuite dans une intrigue où chacun poursuit ses propres objectifs : Vethraak, un Umcut arnaqueur en quête de mémoire éternelle ; Eonundé Alinen‑Egan, créature et victime du tyran Vol Reitar qui cherche à détruire l’héritage de son créateur ; Valkazer Reitar, fils hybride animé par la vengeance ; et le mystérieux Jast, l’Inéluctable, Rêveur primordial qui orchestre les destins. Cet imaginaire foisonnant est nourri par des bases Notion décrivant personnages, espèces, lieux et objets avec un niveau de détail rarement égalé. Du point de vue commercial, Alteir se positionne comme un jeu d’auteur premium destiné aux amateurs de récits profonds. Le Business Model Canvas du projet précise que la valeur proposée repose sur une histoire mature et interactive, un monde original et des graphismes HD générés par IA supervisée. La cible prioritaire regroupe des joueurs sensibles à l’esthétique, à la narration et à l’originalité, tandis que la distribution est envisagée principalement via Steam et GOG."
            },
            "2) Objectifs": {
                "_general": "Objectifs créatifs Concevoir une œuvre qui brise les conventions du RPG pour proposer une expérience empreinte de poésie et de surréalisme ; replacer l’émotion et le sens au centre du gameplay. Bâtir une narration interactive où chaque décision a des conséquences morales et où les arcs narratifs d’Uresaïr, Vethraak, Eonundé et Valkazer se résolvent différemment selon les choix. Déployer un univers cohérent grâce à des fiches de personnages, d’espèces et de lieux détaillées, tout en facilitant l’accès au lore au joueur à travers des dialogues et un journal de quêtes. Atteindre un haut niveau de qualité visuelle en utilisant des techniques d’IA supervisée pour générer des décors et des assets, conformément aux guides de prompts et à la direction artistique. Objectifs de développement Implémenter un moteur sous Unity avec une architecture SOLID basée sur des Scriptable Objects : gestion des scènes, dialogues, combat tour par tour, progression, inventaire et sauvegarde. Mettre en place un pipeline d’outils (éditeur de dialogues, visualisateur de statistiques, générateur de données) afin de faciliter la production de contenu. Assurer la synchronisation entre le Kanban Notion et la Todo List de GitHub afin d’éviter les doublons et de suivre l’avancement en temps réel. Objectifs marketing et commerciaux Lancer la communication suffisamment tôt pour constituer une communauté (newsletter, Discord, Reddit) et générer des wishlists sur Steam avant la sortie. Montrer la valeur artistique et narrative du jeu à travers des visuels et des démos jouables, tout en rassurant sur l’usage éthique de l’IA. Préparer une campagne de crowdfunding pour sécuriser des financements complémentaires et impliquer la communauté. Vendre le jeu à un prix public d’environ 25 € et envisager des revenus additionnels via DLC ou formations, conformément au Business Model Canvas."
            },
            "3) Progrès": {
                "_general": "L'état d'avancement du projet se répartit en plusieurs domaines. Le tableau ci‑dessous synthétise les tâches identifiées et indique leur statut en décembre 2025. Tableau 1 – Avancement des tâches  Métriques quantitatives (décembre 2025) User Stories (244 total) : Terminées : 19 (8%) Archivées : 38 (16%) — travaux terminés et passés en revue En cours : 6 Planifiées : 14 À valider : 20 On Hold : 5 Pas commencées : 142 (58%) Features (114 total) : Implémentées : 10 (9%) Polished : 5 (4%) En cours d'implémentation : 8 À implémenter : 28 Pas commencées : 57 (50%) Sprints : Sprint 3 en cours (décembre 2025), vélocité prévue : 70 points Objectif immédiat : First Playable ciblé au 31 décembre 2025 La répartition montre une progression significative depuis août 2025 : les fondations techniques sont posées (architecture, dialogues, stats, UI) et le développement est désormais centré sur le contenu jouable."
            },
            "4) Obstacles": {
                "_general": "Obstacles résolus ou atténués Lourdeur des systèmes de dialogue : Système JSON maison opérationnel avec UI Toolkit. Yarn Spinner testé puis abandonné pour garder le contrôle. Synchronisation Kanban / GitHub : Workflow actif dans Notion avec suivi via GitHub Projects et PRs. Obstacles actuels Scope ambitieux pour le First Playable : 10 Epics et 244 User Stories à gérer avec une équipe restreinte. Risque de ne pas tenir l'objectif du 31 décembre 2025. Vélocité non établie : Pas d'historique complet de sprint ; la prévision de 70 points au Sprint 3 (vs 40 au Sprint 2) est optimiste. Coordination avec décalage horaire : Wavend (graphiste) basé au Vietnam (6h de décalage), nécessite organisation spécifique des points de synchronisation. Démarches administratives en parallèle : Création d'entreprise, sélection expert-comptable et dossier CNC FAJV mobilisent du temps en plus du développement. Perception publique de l'IA : L'étude de marché souligne la méfiance envers l'IA générative. Communication transparente nécessaire sur l'approche \"IA supervisée\". Contenu narratif à forte densité : 7 bases de données Narrative Design à alimenter (Personnages, Lieux, Communautés, Espèces, Objets, Structure Macro/Micro) demande beaucoup de temps de rédaction."
            },
            "5) Besoins et ressources": {
                "_general": "Le Business Model Canvas fournit un panorama des ressources existantes et des besoins. Ressources internes : un serveur avec GPU RTX 5090, d’outils de production (Unity, Adobe Suite), de souscriptions payantes (ChatGPT, Cursor) et de processus d’IA supervisée réduisant les coûts artistiques. Partenaires clés : plateformes de distribution (Steam, GOG, Epic Games), studios d’enregistrement et acteurs voix off, influenceurs et agences marketing, festivals indépendants, et une communauté de joueurs sur Discord/Reddit. Besoins en financement : financement initial de la pré‑production déjà engagé; des fonds supplémentaires sont nécessaires pour externaliser la création de musiques/sons, financer les acteurs voix off et soutenir la campagne de crowdfunding. Besoins humains : renfort en écriture interactive, en sound design et en marketing digital. L’extension de l’équipe demandera de formaliser des guides et des pipelines afin de préserver la cohérence. Outils à développer : éditeur de dialogues, visualisateur de statistiques et générateur de données de test, ainsi qu’une solution pour exporter et partager les assets IA de manière contrôlée."
            },
            "6) Planning": {
                "_general": "Planning de développement (décembre 2025) Sprint actuel : Sprint 3 (2 semaines, vélocité prévue 70 points) Priorités : Implémentation des quêtes  Finalisation sanctuaires et passages interdits (Plis d'Ossements) Outils de debug et tests Scènes cinématiques pour sabliers mémoriels Sprint suivant : Sprint 4 (mi-fin décembre) Objectif : First Playable — Audio et polish Jalon immédiat : First Playable ciblé au 31 décembre 2025 Critères : Playtest de 5-10 minutes possible Sensations core présentes (possession, choix, exploration) Aucun crash bloquant Planning marketing Le plan de communication proposé sur Notion divise le marketing en trois phases successives. Chaque phase combine objectifs SMART, actions et budget. Les dates seront précisées une fois le First Playable validé. Tableau 2 – Phases du plan marketing  La figure 2 ci‑dessous visualise la répartition des budgets par période. On remarque un investissement modéré lors des premières phases pour tester l’intérêt du public, puis un budget plus conséquent pour soutenir la campagne de financement et le lancement. Figure 2 : Budgets marketing par période."
            },
            "7) Conclusion": {
                "_general": "Le projet Alteir a franchi des étapes significatives depuis août 2025. Les fondations techniques sont posées : système de dialogue JSON maison avec UI Toolkit, architecture servicielle propre, gestion des statistiques et de l'Effort, tests de caractéristiques opérationnels. L'équipe s'est étoffée avec l'arrivée de Waven (graphiste) et la production entre dans une phase de création de contenu jouable. État actuel : 57 User Stories terminées/archivées (23%), Sprint 3 en cours avec une vélocité ambitieuse de 70 points, objectif First Playable au 31 décembre 2025. Principaux défis : Scope important (244 US) pour une équipe restreinte Coordination internationale (décalage horaire Vietnam) Démarches administratives en parallèle (création entreprise, CNC) Densité narrative élevée (7 bases de données à alimenter) Priorités immédiates : Tenir le First Playable (31 décembre) : finaliser les 7 quêtes, sanctuaires, outils debug et cinématiques Valider la vélocité du Sprint 3 pour ajuster les prévisions futures Finaliser la structuration légale (expert-comptable, dossier CNC FAJV) Alimenter les bases Narrative Design pour soutenir la production de contenu Préparer la communication une fois le First Playable validé"
            }
        },
        {
            "Nom": "Onboarding",
            "Introduction": {},
            "Bienvenue dans le Notion d'Alteir": {
                "_general": "Ce guide vous aidera à naviguer dans notre espace de travail, organisé par ordre d'importance et de complexité croissante. Conseil de navigation  - Commencez par lire les pages Vision et État des lieux pour comprendre les fondements du projet.  - Explorez ensuite les bases de données narratives selon vos besoins.  - Consultez le Kanban pour voir les tâches actuelles et utilisez les Guides pour approfondir des aspects spécifiques."
            },
            "1. Pages fondamentales": {
                "_general": "Vision - Le document central qui définit la prémisse d'Alteir, son intrigue principale, ses thèmes et sa cosmologie. C'est votre point de départ pour comprendre l'essence créative du projet. Untitled - Un aperçu complet de l'avancement du projet, des objectifs, des obstacles et du planning. Consultez-le pour comprendre où nous en sommes et où nous allons."
            },
            "2. Bases de données narratives": {
                "_general": "Ces bases de données contiennent les éléments qui constituent l'univers d'Alteir : Personnages - Fiches détaillées des protagonistes, antagonistes et personnages secondaires. Lieux - Description des zones, régions et points d'intérêt d'Escelion. Communautés - Catalogue des différentes créatures et races intelligentes. Espèces - Informations sur les groupes sociaux et factions. Objets - Inventaire des items importants du monde. Structure Micro - Ligne temporelle des événements majeurs."
            },
            "3. Structure narrative": {
                "_general": "Structure Macro - Organisation générale de l'histoire et des arcs narratifs. Dialogues - Scènes de dialogue et interactions entre personnages."
            },
            "4. Gestion de projet": {
                "_general": "Untitled - Tableau de suivi des tâches en cours, organisé par sprints. Untitled - Vue filtrée des éléments prioritaires pour l'itération actuelle. Untitled - Vue personnalisée de vos tâches et objectifs."
            },
            "5. Ressources supplémentaires": {
                "_general": "Inspirations - Documentation des mécaniques de jeu et systèmes. Guides - Documentation technique et créative pour l'équipe. Untitled - Guide explicatif du workflow de développement. Pour toute question, n'hésitez pas à contacter l'équipe. Bienvenue dans l'univers d'Alteir !"
            }
        },
        {
            "Nom": "Structure",
            "Introduction": {
                "Comment faire si mon jeu n’est pas linéaire ?": "La nomenclature est ici en scène mais il est tout à fait possible d’appliquer la méthode pour des quêtes pour vos jeux non linéaires, voir de mixer les deux.  Pour un jeu non linéaire, il peut être intéressant de faire un schéma visuel des embranchements sur un outil de tableau blanc comme Miro ou Figjam, ou dans un outil qui gère les embranchements comme Twine ou Inkle.",
                "Proposition de nomenclature": "Visiter la page Untitled."
            }
        },
        {
            "Nom": "Vision",
            "Introduction": {},
            "La Prémisse d’Alteir": {
                "_general": "Vous êtes un esprit fragmenté qui possède trois renégates brisées par le même tyran. En affrontant son héritier, elles découvrent que ce qui les rendait faibles (être manipulées, contrôlées, réduites à des pions) est précisément ce qui leur permet de détruire le dieu-rêveur qui a figé le monde en castes."
            },
            "Intrigue principale": {
                "_general": "Dans Alteir, un RPG 2D par Radical Horizons, la joueuse incarne l'Ethérée, une entité spirituelle collective qui contrôle trois héroïnes distinctes :  - Uresaïr, une thaumaturge déchue qui a perdu ses pouvoirs divins et cherche la rédemption - Eonundé, une copie artificielle d'une amante décédée qui s'est rebellée contre son créateur Vol Reitar - Vethraak, un courtisan confronté à ses crimes passés  Au cœur de l'intrigue se trouve la Citadelle de Daïlon, une structure autrefois utopique maintenant en ruines. Les héroïnes doivent naviguer dans cet environnement dangereux tout en confrontant leurs propres démons. Vol Reitar, réduit à l'état d'esprit errant après son \"assassinat\" par Eonundé, hante toujours les lieux. Son fils Valkazer, maudit par l'immortalité défectueuse de son père, s'est rebellé contre le monde.  A travers l’affrontement avec Valkazer, le groupe finit par être déclaré vainqueur d’Alteir par Jast, l’Inéluctable."
            },
            "Selon l’Anatomie du Scénario": {
                "_general": "- PRINCIPE DIRECTEUR : Une entité capable de posséder plusieurs corps, d'abord inconsciente de son rôle dans un jeu d'oppression sociale, s'allie à un révolutionnaire pour affronter l'architecte du système. - LIGNE THÉMATIQUE : En contrôlant autrui sans discernement, on alimente un système oppressif, mais la prise de conscience de cette responsabilité ouvre la voie à la révolte. - UNIVERS DU RECIT : La région d'Escelion où la Vieille Ville constitue le centre d'un système panoptique (structure de contrôle social invisible maintenue par le Rêveur Jast), entourée de zones concentriques, chacune reflétant un degré différent d'intégration à ce système caché. - PHRASE SYMBOLIQUE : La cité comme organisme vivant où chaque organe agit instinctivement, inconscient du tout qu’il forme."
            },
            "Les 3 thèmes principaux": {
                "_general": "Des dilemmes moraux déchirants dans lesquels les personnages affrontent leurs contradictions et celles de leur propre monde. Une exploration d'un univers surréaliste où l'émerveillement et l'inquiétude se côtoient, où l’étrange est la norme et où l’horreur prend souvent des traits aimables. Structures, rituels et contraintes sociales qui lient autant qu’elles séparent. Les personnages peuvent jouer avec ou les défaire."
            },
            "Fondements": {
                "_general": "Les fondements ontologiques n’ont pas vocation à être explicités dans l’œuvre. Ils servent de soubassement qui exclut les modes de pensée contraires : La Diversité d’abord : Escelion est un “space opera de poche” aux régions, espèces et cultures extrêmement variées, plus que la Terre de 2026, plus que toute l’Histoire de la Terre. Matérialisme : Tout n’est que matière, l’âme, l’esprit ou toute autre vision mystique des choses est soit fausse soit allégorique. Tout ce qui semble magique est seulement incompris. Les lois de la physique instables et locales du continent-monde d’Escelion renforcent cette confusion. - Pseudo-sciences : Religions, occultisme, cosmologie, karma, réincarnation, yoga, théosophie, kabbale, new wave, etc, sont, au mieux, de vieilles philosophies complexes (et un peu fantaisistes), souvent des erreurs d’interprétation et, au pire, des charlataneries. - Athéisme : Il n’y a pas de “dieux créateurs”, Escelion existait avant les Rêveurs, les Symbiotes sont une fable. Il y a peu de “dieux de statut” (comme Jast) et ils sont généralement des antagonistes. - Déterminisme : Deux situations identiques provoquent deux résultats identiques. Le mérite n’existe pas, il n’y a que les causes et les conséquences. Naturellement, avec une mauvaise compréhension de la matière, la compréhension du déterminisme est encore plus vague. Xénophilie : L’étranger n’est pas à craindre, bien au contraire. Le jeu vise à faire aimer les ténèbres et l’étrange, pas à les redouter. Ceci n’est pas un jeu d’horreur, ni un jeu pessimiste. Pas de primauté du masculin : Dans l’écriture, le masculin ne l’emporte pas sur le féminin. On utilise l’accord de majorité ou de proximité. De plus, beaucoup d’espèces n’ont pas un genre au sens où nos sociétés l’entendent."
            },
            "Cosmologie": {
                "_general": "Les fondements d’Escelion sont très différents de notre univers : Continent-Monde clos – Escelion n’est ni sphère ni planète : plaque de matière plane surplombée d’une voûte rocheuse sans astres ; la clarté provient d’insectes géants (Deimos) et de phénomènes locaux. Lois physiques fragmentées – Les constantes varient d’une zone à l’autre ; aux lisières, des anomalies trahissent l’incompatibilité de régimes métaphysiques concurrents. Temporalité étrangère - Les années sont remplacés par les Nuées (le temps nécessaire à un rêveur pour commencer son prochain rêve), les saisons par des Souffles, les jours par des Veilles, et les nuits par des Sommes. Les “semaines” sont des Battements composés de dix Veilles, et les “mois” des Fragments composés de X Battements. Ce temps est régional et dépend du rêveur local et de son influence, même si les habitants connaissent rarement l’origine de ces variations. - Ex: “Tel personnage a douze ans et trois mois” ⇒ “Tel personnage a douze Nuées et un Souffle” Cycles liquides - l'eau pure voyage des racines du ciel jusqu'aux sources souterraines dans un cycle séparé des quatre autres liquides élémentaires (métal, feu, terre et bois), qui disposent de leurs propres océans Stabilisation sacrificielle – Cent Rêveurs, jadis immolés, maintiennent la cohérence du monde ; Jast, l’Inéluctable, en est l’archétype, fixant la forme du panoptique central. Portails & Océan de Ténèbres – Des passages (Piliers célestes, portails instables) percent vers d’autres continents-mondes, voire le monde de Merid, à travers le résidu chaotique nommé Océan de Ténèbres. Agénèse & scission de la Doei – La première Nuée marque la naissance des Rêveurs et la fragmentation de l’esprit-monde Doei en espèces filles, fixant le calendrier et le mythe fondateur"
            },
            "Ton du jeu": {
                "_general": "Sérieux, surréaliste, introspectif, fantasy psychédélique, surfantastique"
            },
            "Accroche": {
                "_general": "La Vieille Ville range les êtres comme des os dans un ossuaire ; ressource ; intrus ; parasite. Guidez jusqu’à elle une déesse déchue, un courtisan en fuite et une esclave révoltée, et faites voler ses portes en éclats."
            },
            "Accroches secondaires": {
                "_general": "Vous vous réveillez dans un corps emprunté ; ici, votre propre culte fera tout pour vous empêcher de les quitter. Osez quand même franchir le seuil.  L’immortalité que vous aviez accordée hier devient la dette qu’il vous faudra solder demain – avec la chute de toute une civilisation.  Sous les arches de pierre, l’horloge sociale gouverne chaque destin ; stoppez son aiguille une seule seconde et vous fracturerez la cité toute entière.  Le fils d’un tyran exige la tête de trois exilées ; il ignore qu’une seule conscience les guide déjà vers la sienne."
            },
            "Objectifs joueurs": {
                "_general": "1. Conscience et Moralité ⇒  Faire réfléchir le joueur sur l'impact de ses décisions ⇒ Apprendre au joueur à peser les conséquences de ses actes à travers des dilemmes sans solution idéale 1. Émerveillement et Inquiétude ⇒ Créer une expérience émotionnelle contrastée ⇒ Apprendre que le “laid” peut être beau, et le “beau” affreux 1. Progression et Impact ⇒ Montrer que chaque décision compte ⇒ Apprendre et éprouver les effets des décisions politiques, développer l’empathie et le socialisme"
            },
            "Problème moral central": {
                "_general": "Comment résister à un système d'oppression quand ce système définit les termes mêmes de la résistance?"
            },
            "Elevator Pitch": {
                "_general": "Bonjour à toutes et à tous. Je suis Marc, Réalisateur Numérique, et il y a plus de quinze ans, j'étais étudiant et comme tous les amateurs, je rêvais de créer le \"jeu vidéo idéal\". Mais j'avais bien conscience de l'énormité de la tâche. Comment écrire seul des centaines de milliers de lignes de dialogue ? créer des centaines de décors Haute Définition dans un style peint à la main ?  composer des dizaines d'heures de musique symphonique ? Alors Alteir était resté un système, un jeu de rôle sur papier. Jusqu'à aujourd'hui. Les outils à base d’IA permettent enfin d'écrire des récits interactifs complexes en grande quantités, de générer des graphismes haute définition, de composer des heures d'orchestrations.  Alteir n'est plus un rêve impossible. C'est un jeu de rôle 2D science-fantasy fondé sur l’exploration et le dialogue dans un monde étrange et surréaliste peint avec un infini luxe de détails. Des léviathans de pierre au milieu du désert, des cités mécaniques flottantes, un ciel de roche peuplé d’étoiles-insectoïdes. Ce n’est pas un monde peuplé de prédateurs enragés et de bandits kamikaze, ni un monde à sauver de quelque grand complot ou sinistre vilain. C’est un monde plein de croyances et de doutes, dans lequel aucun choix n’est un simple “oui ou non”. Je vous propose sans rougir de dépasser les standards d’une industrie professionnelle aux millions de dollars.  Pour cela j’ai fondé Radical Horizons, une entreprise coopérative, pour apporter les moyens de l’industrie à hauteur d’auteur. Mais aussi pour  repousser les frontières de l’imagination en refusant le mimétisme, cette forme douce du plagiat. Nous sortirons Alteir en 2028 sur Steam et sur Switch. Statut : :green_circle:  Ouvert Le Projet Alteir: A Foreign Masquerade est un jeu narratif, inspiré des jeux de rôle papier, avec un univers radicalement surréaliste et onirique. Un jeu qui, dans le cadre d’ambitions raisonnables, cherche à allier la beauté d’un Dragon’s Crown, l’originalité d’un Planescape Torment et l’élan scénaristique d’un vieux Final Fantasy. Factuellement, il s’agit pour le ou la joueuse d’explorer son environnement, interagir et dialoguer, faire des choix lourds de conséquences et améliorer ses caractéristiques et compétences par le gain d’expérience. Les combats sont une possibilité mais pas le cœur du jeu. La Vieille Ville range les êtres comme des os dans un ossuaire : ressource, intrus, parasite. Guidez jusqu'à elle une déesse déchue, une esclave artificielle rebelle et un courtisan en fuite. Faites voler ses portes en éclats. Les Outils Grâce aux derniers outils, ces objectifs ambitieux sont à portée de main. Alteir repose sur : Des outils IA personnalisés Un Game Design Document en mode wiki (400+ pages) Des modèles sur mesure pour les graphismes Des prototypes papier et Unity Une architecture modulaire pensée pour le dev assisté Le but n'est pas d'utiliser la gen AI à l'aveugle, ni pour réduire les coûts, seulement pour produire plus et mieux. Qui nous sommes Je m’appelle Marc, j’ai 36 ans, je suis diplômé Réalisateur Numérique, mais aussi développeur C# et ingénieur DevOps, ainsi qu’écrivain amateur. Je travaille à plein temps sur Alteir depuis 1 an avec l’aide bénévole de trois ami-e-s, sur leur temps libre. J’ai déjà géré des équipes, j’ai un peu d’expérience dans le jeu vidéo (serious game, collaboration au RPG Aëdemphia) et je peux me permettre d’investir financièrement. Qui nous cherchons Nous cherchons surtout des profils pour : La direction artistique La direction du Game design La direction de la communication Autre (direction technique, direction audio) si vous êtes vraiment chaud Ça ne signifie pas dix ans d’expérience, seulement une capacité à avoir une vision à haut niveau. Comme je l’ai dit, je suis à plein temps sur le jeu et j’ai surtout besoin de gens qui peuvent investir au moins 10H par semaine. Le but est que le projet nous appartienne collectivement : partage des parts selon contribution, organisation agile sans hiérarchie, droit de regard partagé sur la création. Enfin, si vous envisagez le plein temps, on peut négocier une compensation financière en attendant le passage au salariat, si besoin. Si vous êtes intéressé-e, n’hésitez pas à me ping. L’Objectif La création de l'entreprise est pour dans quelques jours. Au-delà, on a véritable une opportunité de se rémunérer : on vise une subvention CNC (Fond d’Aide au Jeu Vidéo) à la session d’avril 2026, combinée à un investissement personnel, de ma poche. Puis on enchaîne avec un crédit R&D auprès de la BPI et un kickstarter. Et même sans le CNC, je peux financer, si on fait un peu nos preuves publiquement. Avec une sortie septembre 2028, même les prévisions les plus conservatrices (10.000 ventes) suffiront à rembourser le crédit, le reste pourra servir de gratification en fonction de la participation. Pour aller plus loin A ce stade, vous vous demandez sans doute encore : Quel est le gameplay exactement ? Y a-t-il a plus de ressources sur le jeu ? C’est quoi le plan pour le budget et l’étude de marché ? Pour la version courte, je vous invite à visiter le Site de recrutement d’Alteir Et si vous voulez vraiment vous plonger à fond dans le projet, lisez notre Pitch deck de recrutement C’est un document épais, avec beaucoup d’annexes, je suis sûr qu’il répondra à la plupart de vos questions. Formulaire de réponse Rôle visé (DA, GD, Com, autre) : Disponibilité hebdo estimée : Ce que tu aimerais apporter au projet : Lien vers portfolio / travaux (optionnel) : Une question ou attente principale concernant le projet : [images liées]"
            }
        }
    ]
}