{
    "structure_micro": [
        {
            "Nom": "Catacombes Temporelles",
            "Structure Macro": "Traversée des Plis d'Ossement",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Strate III - Les Catacombes Temporelles",
            "Sprint": "Sprint 1",
            "Peut débloquer": "La Périphérie Caudale, l’Atelier du Cartographe",
            "Bloqué par": "L’Accord",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Cette séquence constitue le premier déplacement jouable après la possession initiale, offrant un tutoriel implicite des mécaniques de base. L'Éthérée et Uresaïr traversent les Catacombes Temporelles, un espace non-euclidien où des sabliers géants emprisonnent des flux temporels capturés par Uresaïr, dans les  Plis d’ossements . Le sanctuaire central offre deux chemins : soit vers les déserts temporels artificiels (Strate III), soit vers le domaine interdit de l'Ensevelie (Strate IV). Les sabliers permettent d'apercevoir brièvement des fragments du passé/futur, tandis que les failles dangereuses nécessitent des tests de compétence pour être franchies sans dommage. Cette séquence établit la relation Éthérée/Uresaïr à travers les refus possibles de cette dernière face à certaines interactions, introduisant les mécaniques de traits et d'influence.",
                "Point de départ": "• L'Éthérée, possédant désormais Uresaïr, se tient dans le sanctuaire personnel de cette dernière • Le sanctuaire circulaire présente trois voies distinctes : deux couloirs ascendants menant aux déserts temporels (Strate III) et un passage descendant vers la Strate IV (domaine de l'Ensevelie) • L'interface affiche discrètement les commandes de base (déplacement, interaction) et les jauges d'Influence/Respect encore à des valeurs faibles (Influence : 0 à 5, Respect : 0 à 5)",
                "Contexte": "• Uresaïr, bien que consentante à la possession, reste réticente à certaines explorations • Les sabliers géants sont des constructions d'Uresaïr contenant des flux temporels qu'elle a \"emprisonnés\" pour les consulter ou les isoler • Les trois objets personnels significatifs (pour la quête \"Les Ancres de l'Immortelle\") sont laissés temporairement dans le sanctuaire • L'écosystème des Plis est instable, avec des failles spatio-temporelles qui déchirent périodiquement le tissu de la réalité",
                "Déroulé": "• Choix de direction initiale • Désert temporel occidental • Désert temporel oriental • Faille temporelle (plus instable) • Passage à la strate II",
                "Points d’intérêts/fluff": "• Des Amibes Mémorielles dérivent entre les sabliers, parfois attirées par l'Éthérée lorsqu'elle déclenche une vision • Des inscriptions en Kesh-Varash sur les socles des sabliers révèlent une taxonomie temporelle développée par Uresaïr • Les zones entre les failles présentent une acoustique unique où les sons se répètent avec un léger décalage, ou s’entendent d’avoir lieu"
            }
        },
        {
            "Nom": "La Périphérie Caudale",
            "Structure Macro": "Traversée des Plis d'Ossement",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Plis d’ossements, Strate I - La Périphérie Caudale",
            "Dialogues": "Dialogue avec la Gardienne Vertébrale",
            "Sprint": "Sprint 3",
            "Peut débloquer": "Le Dédale Médullaire",
            "Bloqué par": "Catacombes Temporelles",
            "NPC présents": "Zaehria Neth'Varu, La Gardienne Vertébrale",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Cette séquence constitue le passage obligatoire vers le tunnel vertébral et la sortie des Plis d'ossements. L'Éthérée et Uresaïr rencontrent Zaehria Neth'Varu, la Gardienne Vertébrale, entité Van'Doei partiellement fusionnée avec l'architecture osseuse qui contrôle l'accès aux strates supérieures. Cette rencontre révèle la complexité des relations internes au Léviathan : Zaehria collecte secrètement les souvenirs d'Uresaïr pour l'Exégète tout en protégeant les dissidents Murmurateurs. Le joueur doit naviguer entre les loyautés conflictuelles de la Gardienne à travers des échanges de souvenirs, des négociations diplomatiques ou des confrontations psychiques qui peuvent révéler ses secrets les plus enfouis. Selon l'approche choisie et les interactions précédentes dans les Plis, différentes voies s'ouvrent vers la sortie, établissant des alliances ou créant des tensions qui résonneront dans la suite du voyage.",
                "Point de départ": "• L'Éthérée et Uresaïr émergent du Dédale Médullaire par un corridor d'ivoire qui s'élargit progressivement • Si rencontre avec les Murmurateurs : Zaehria connaît déjà leur présence et prépare une approche diplomatique complexe • Si contact avec Voknir : Possibilité de contournement partiel via des passages cartographiés uniquement par lui • La lumière ambiante devient plus stable, signalant l'approche de la zone d'accès principal",
                "Contexte": "• Zaehria maintient une surveillance constante des flux entrant/sortant des Plis via son réseau sensoriel fusionné • Uresaïr et Zaehria ont établi au fil des années un protocole d'échange rituel : souvenirs contre passage • La Gardienne dissimule son rôle de protectrice des Murmurateurs sous l'apparence d'une loyauté absolue au Culte • Les souvenirs collectés sont stockés dans des vésicules membraneuses organiques intégrées à l'architecture vertébrale",
                "Déroulé": "• Première chambre : L'Antichambre des Résonnances (exploration libre limitée) • Seconde chambre : Le Nœud de la Gardienne (encounter principal)\nZAEHRIA : (voix résonnant dans les structures osseuses) \"Théomaque... Huit cycles depuis votre dernière visite. Les Plis ont évolué en votre absence.\"\nURESAÏR : (avec distance familière) \"Gardienne. Je sens votre comptabilité habituelle. Combien cette fois ?\" Négociation multi-voies (system de branches complexes) Approche 1 : Échange Traditionnel • Zaehria demande un souvenir spécifique d'Uresaïr en échange du passage • Menu de souvenirs proposés (impact variable sur Influence/Respect) : • Conséquence : Accès aux trois voies de sortie, mais transmission garantie à l'Exégète Approche 2 : Confrontation Psychique (nécessite Influence ≥ 8) • L'Éthérée peut forcer l'exploration de la mémoire de Zaehria • Test de Résilience mentale (DD 15) pour pénétrer ses défenses mentales : • Révélation forcée : +3 Influence, --2 Respect, déblocage d'informations critiques sur les Murmurateurs Approche 3 : Négociation Diplomatique • Tentative de compréhension des motivations réelles de Zaehria • Série de tests de Pensée (Manah) : • Succès complet : Zaehria révèle volontairement les voies secrètes Murmuratrices, alliance temporaire Approche Bonus (si interaction avec Voknir) : Cartographie Alternative • Utilisation des cartes de Voknir pour contourner la Gardienne par les Tunels Lymphatiques • Transition vers le tunnel vertébral (résolution)",
                "Points d’intérêts/fluff": "• Vésicules mémorielles organiques : Excroissances translucides contenant des souvenirs sous forme de fluides iridescents qui tourbillonnent selon les émotions qu'ils portent • Réseau de filaments sensoriels : Système nerveux visible parcourant les parois, permettant à Zaehria de percevoir toute l'activité des Plis simultanément • Comptoir d'Échanges : Niche osseuse où Zaehria inscrit méticuleusement ses transactions dans un registre fait de fibres nerveuses tressées • Échos résiduels : Dans l'Antichambre, certains passages de visiteurs passés résonnent encore faiblement, créant une polyphonie fantomatique • Chambre des Hésitations : Alcôve secrète où Zaehria stocke les souvenirs qu'elle n'arrive pas à transmettre à l'Exégète, formant un archive personnelle de culpabilité"
            }
        },
        {
            "Nom": "La Tempête du Rêveur (Jour 29)",
            "Structure Macro": "Traversée du Désert des Echos",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Sprint": "Plus tard",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "Introduction": {},
            "Déroulé du Script :": {
                "Point de départ": "• Une vaste plaine de sable noir, sans abri visible à l'horizon • Ciel virant au jaune cuivré, signe annonceur du cycle de Cacophonie du Rêveur • Caravane en formation serrée, marchands anxieux attachant leurs marchandises",
                "Contexte": "• Le voyage touche à sa fin, le Puits Céleste est visible au loin • Vethraak et Uresaïr ont développé une relation complexe d'échange d'informations • Le cycle de Cacophonie du Rêveur rend le désert particulièrement dangereux",
                "Déroulé": "• Signes avant-coureurs: Vethraak identifie les symptômes d'une tempête imminente, ordonne de préparer les abris • Préparation: Séquence interactive où le joueur aide à sécuriser le campement • Séquence discutable : • Pacte: Formation d'une alliance pragmatique entre Vethraak et Uresaïr face aux dangers à venir",
                "Points d’intérêts/fluff": "• Durant la tempête, des échos sonores des voix des voyageurs semblent prendre forme dans le sable tourbillonnant • Un artefact ancien est déterré par la tempête: fragment d'une statue Frémissante avec inscriptions indéchiffrables • Vethraak révèle posséder un petit fragment du matériau des Plis d'ossements, subtilisé lors de ses transactions"
            }
        },
        {
            "Nom": "La vision d’Uresaïr",
            "Structure Macro": "La Rencontre et la Possession",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Léviathan pétrifié",
            "Dialogues": "Dialogue de la vision (cauchemar)",
            "Sprint": "Sprint 1",
            "Peut débloquer": "L’Accord",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "NPC présents": "Seigneuresse Uresaïr",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Cette sous-partie constitue l'ouverture du jeu où l'Éthérée émerge de l'Océan de Ténèbres directement dans le sanctuaire personnel d'Uresaïr au cœur des Plis d'ossements. Ce moment fondateur établit la connexion entre les deux entités lorsque l'Éthérée, témoin d'une crise visionnaire particulièrement violente qui paralyse Uresaïr, pénètre dans sa conscience pour l'aider. À l'intérieur de la vision cauchemardesque, l'Éthérée découvre une version distordue de la Vieille Ville où Uresaïr est transformée en statue vénérée par des adorateurs qui s'automutilent, tandis qu'un Vieil Homme décharné (évocation spectrale de Vol Reitar) la tourmente. Cette intervention crée le lien initial entre les deux entités et révèle la motivation d'Uresaïr pour quitter le Léviathan après vingt ans d'isolement : échapper à des visions de plus en plus fréquentes qui semblent l'appeler vers un lieu qu'elle n'a jamais visité mais reconnaît instinctivement.",
                "Point de départ": "• L'Éthérée émerge de l'Océan de Ténèbres, entité sans forme définie, et se matérialise dans le sanctuaire d'Uresaïr au moment précis où celle-ci est frappée par une crise visionnaire. • Uresaïr est déjà figée dans une position cataleptique, son corps partiellement vitrifié, ses yeux grands ouverts fixant un point invisible tandis que de minuscules fractures se propagent sur sa peau cristalline.",
                "Contexte": "• Ces crises visionnaires affectent Uresaïr depuis plusieurs années, mais leur fréquence et leur intensité ont augmenté dramatiquement ces dernières semaines, perturbant sa quête d’une vie paisible. • Les membres du culte interprètent ces visions comme des \"communions divines\", renforçant leur vénération, alors qu'Uresaïr les vit comme des intrusions traumatiques. • Le sanctuaire personnel d'Uresaïr est situé dans la zone la plus profonde et isolée des Plis d'ossements, où les distorsions spatiales et temporelles atteignent leur paroxysme - lieu qu'elle a choisi précisément (avec les conseils de Raki-Biro) pour minimiser la fréquence de ses crises.",
                "Points d’intérêts/fluff": "• Les parois du sanctuaire sont couvertes d'inscriptions géométriques complexes, tracées par Uresaïr elle-même, qui tentent de cartographier les récurrences dans ses visions - comme si elle cherchait à décoder un message caché. • Des Amibes Mémorielles dérivent paresseusement dans les coins de la pièce, attirées par l'intensité psychique des crises d'Uresaïr.",
                "Déroulé": "Phase 1 : Émergence et découverte • L'Éthérée émerge de l'Océan de Ténèbres directement dans le sanctuaire d'Uresaïr • Elle découvre Uresaïr figée dans une crise visionnaire, son corps partiellement vitrifié • Attirée par la détresse palpable d'Uresaïr, l'Éthérée pénètre instinctivement dans sa conscience Phase 2 : Au cœur de la vision cauchemardesque • L'Éthérée se retrouve au pied d'une tour en ruines dans une version distordue de la Vieille Ville • Uresaïr est prisonnière d'une foule difforme qui l'agrippe de toutes parts, déchirant ses vêtements et ses membres • La foule hurle \"Théomaque !\" et \"Libérez-nous !\" - ils la prennent pour une figure messianique • Uresaïr se débat désespérément : \"Je ne peux rien pour vous ! Lâchez-moi !\" Phase 3 : Intervention de l'Éthérée (embranchement) L'Éthérée peut choisir plusieurs approches : • S'interposer : Se jeter entre la foule et Uresaïr (sa nature immatérielle sème la panique, permettant à Uresaïr de s'effondrer temporairement libérée) • Observer : Comprendre la nature du cauchemar avant d'agir (révèle la vacuité d'Uresaïr sous ses vêtements) • Interroger : Demander ce qui se passe (Uresaïr répond brièvement avant l'arrivée du Vieil Homme) Phase 4 : Apparition de Vol Reitar • Une voix autoritaire résonne, les murs se mettent à suinter du sang • Vol Reitar (sous forme d'un vieillard atrocement décharné) franchit la foule qui le regarde avec un mélange de fascination et de terreur • Il s'adresse à Uresaïr avec une cruauté psychologique raffinée : \"Pourquoi vous débattre, ô maîtresse des échecs ? N'est-ce pas ce que vous avez toujours voulu ? Disparaître.\" Phase 5 : Révélation du masque • La foule continue à tirer sur Uresaïr jusqu'à ce que sa robe se déchire entièrement • Révélation horrifique : sous les vêtements, Uresaïr est vide - son corps n'est qu'une illusion • Son masque tombe au sol • Vol ramasse le masque et prononce la phrase clé : \"Je l'ai toujours su : vous ne faisiez pas que vous cacher derrière un masque. Vous êtes le masque.\" Phase 6 : Sortie du cauchemar • L'Éthérée doit trouver un moyen de briser le cauchemar • Options incluent toucher le masque ou confronter Vol directement • La connexion établie entre l'Éthérée et Uresaïr permet de rompre la vision"
            }
        },
        {
            "Nom": "Le choix face aux ancres",
            "Structure Macro": "Les Ancres de l'Immortelle",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Strate III - Les Catacombes Temporelles",
            "Dialogues": "Dialogue décisionnel des Ancres",
            "Sprint": "Sprint 1",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "L’Accord",
            "NPC présents": "L'Éthérée, Seigneuresse Uresaïr",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Avant de quitter définitivement le Léviathan, Uresaïr insiste pour régler le sort de trois artefacts personnels qu'elle ne peut pas abandonner sans décision consciente. L'Éthérée, débordante de curiosité, l'accompagne dans ce rituel d'adieu, découvrant à travers chaque objet des fragments du passé méridien de son hôte. La joueuse doit choisir pour chaque artefact : l'emporter, le laisser, ou le détruire ; mais Uresaïr refusera de faire trois fois le même choix, forçant une diversité de décisions qui façonnera leur relation naissante.",
                "Point de départ": "• Condition de déclenchement : Après « L'Accord », Uresaïr a accepté que l'Éthérée l'accompagne et se prépare à quitter les Plis d'Ossements • Position : Le sanctuaire personnel d'Uresaïr, devant l'autel des artefacts • État d'Uresaïr : Résolue sur la nécessité, déchirée sur la marche à suivre, elle sait qu'elle ne peut pas partir sans trancher cette question • État de l'Éthérée : Curieuse, impatiente de « goûter » aux émotions imprégnées dans ces objets",
                "Contexte": "• Uresaïr n'a pas touché à ces objets depuis des années ; ils représentent trois facettes de son passé qu'elle a évitées • L'autel crée des interférences énergétiques : les trois artefacts réagissent les uns aux autres • L'Éthérée perçoit ces objets différemment : elle ressent les échos émotionnels sans le poids du vécu • C'est la première quête du jeu : elle doit être engageante et donner l'impression que les choix comptent",
                "Points d'intérêts/fluff": "• Manifestations des artefacts : Le Cadran des Sept Fractures pulse plus fort depuis l'arrivée de l'Éthérée ; le Gantelet du Serment Brisé émet des chuchotements ; la Stèle des Vœux Contre-Ondoyants fait onduler ses inscriptions • Cercles de confinement : Les gravures au sol s'illuminent faiblement quand on s'approche de l'autel • Détail sonore : Un bourdonnement basse fréquence, presque subliminal, émane de la résonance entre les objets",
                "Déroulé": "Phase 1 : Introduction (dialogue) Uresaïr s'approche de l'autel et expose le dilemme : elle doit régler le sort de ces objets avant de partir, mais elle est incapable de trancher seule. Elle confie cette responsabilité à l'Éthérée, sa nouvelle compagne. • Uresaïr : Présente chaque objet, partage son histoire, mais s'en remet au choix de l'Éthérée • Éthérée : Curieuse, directe, elle pose les questions et décide sans le poids du passé Phase 2 : Examen des artefacts (×3, ordre libre) La joueuse peut examiner les artefacts dans l'ordre souhaité. Chaque examen déclenche : Description sensorielle (ce que l'Éthérée perçoit) Dialogue de révélation (Uresaïr partage l'histoire de l'objet) Menu de choix : Emporter / Laisser / Détruire Réaction immédiate (VFX + dialogue court de confirmation) Phase 3 : Gestion du blocage (conditionnel) Si la joueuse tente de faire 3× le même choix : • Le menu se ferme • Uresaïr refuse avec un dialogue spécifique lié au trait concerné • L'option bloquée affiche \\[Nécessite X Influence\\] avec un seuil inatteignable à ce stade • La joueuse doit choisir différemment  Porte ouverte ultérieure : Si la joueuse revient plus tard avec assez d'Influence ou après avoir modifié le trait concerné, elle pourrait théoriquement forcer le choix (ramener un objet laissé, détruire un objet emporté, etc.). Phase 4 : Clôture rituelle (dialogue) Une fois les trois décisions prises : • Uresaïr fait une synthèse émotionnelle de ce qu'elle emporte/laisse/détruit • L'Éthérée commente ce qu'elle a appris sur son hôte • Transition vers le départ du sanctuaire Flux JSON suggéré ANCRES_00_INTRO\n├─ ANCRES_01_CADRAN → CADRAN_EMPORTER / CADRAN_LAISSER / CADRAN_DETRUIRE\n├─ ANCRES_02_GANTELET → GANTELET_EMPORTER / GANTELET_LAISSER / GANTELET_DETRUIRE\n├─ ANCRES_03_STELE → STELE_EMPORTER / STELE_LAISSER / STELE_DETRUIRE\n├─ ANCRES_REFUS_EMPORTER (si 3× emporter) [requiredInfluence: 15]\n├─ ANCRES_REFUS_LAISSER (si 3× laisser) [requiredInfluence: 15]\n├─ ANCRES_REFUS_DETRUIRE (si 3× détruire) [requiredInfluence: 15]\n└─ ANCRES_99_CLOTURE"
            }
        },
        {
            "Nom": "Le Dédale Médullaire",
            "Structure Macro": "Traversée des Plis d'Ossement",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Plis d’ossements, Strate II - Le Dédale Médullaire",
            "Sprint": "Sprint 3",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "Les Catacombes temporelles OU L’Atelier du Cartographe OU l’Ensevelie",
            "NPC présents": "Zaehria Neth'Varu, La Gardienne Vertébrale",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Le Dédale Médullaire constitue la strate intermédiaire des Plis d'ossements, labyrinthe neuronal où Uresaïr et l'Éthérée doivent naviguer dans un réseau de tunnels défiant les lois spatiales. Cette séquence semi-linéaire de 7 panneaux teste la collaboration naissante entre les deux entités face aux distorsions temporelles du Léviathan. Rythmée par les quatre phases du cycle léviathanique (Mutisme, Inspiration, Cacophonie, Expiration), la progression révèle l'existence des Murmurateurs dissidents et leur sanctuaire secret, l'Amphithéâtre des Échos. Les Aspects divins d'Uresaïr offrent des solutions créatives aux obstacles spatiaux, mais leurs drawbacks transforment chaque usage de pouvoir en décision lourde de conséquences. Cette séquence établit les fondements relationnels entre l'Éthérée et Uresaïr tout en dévoilant les fissures idéologiques au sein du Culte de l'Anentropie.",
                "Point de départ": "• L'Éthérée et Uresaïr sortent des Catacombes Temporelles par l'unique passage disponible • Uresaïr vient de subir ses premières visions traumatiques mais commence à retrouver confiance • Le cycle actuel du Léviathan (Mutisme/Inspiration/Cacophonie/Expiration) détermine l'accessibilité des passages • Aucun guide disponible, nécessité de développer l'autonomie navigationnelle",
                "Contexte": "• Zone de transition cruciale entre l'isolement des Catacombes et l'exposition de la Périphérie Caudale • Architecture vivante qui réagit aux émotions d'Uresaïr et aux cycles du Léviathan • Territoire disputé entre surveillance officielle du Culte et activités clandestines des Murmurateurs • Voknir le Cartographe survit en ermite dans ces zones instables depuis 17 cycles • Les parois conservent des traces de tous les passages antérieurs sous forme d'échos mémoriels",
                "Points d’intérêts/fluff": "• Rivières Vertébrales : Flux de moelle argentée qui s'écoulent en défiant la gravité, formant des spirales ascendantes et des cascades inversées. Leur contact extrait un souvenir mineur mais permet un transport rapide entre sections distantes. • Équations Vivantes : Formules mathématiques gravées par Voknir qui bougent selon les distorsions environnementales, servant de \"météorologie spatiale\" pour prédire les changements de configuration. • Alcôves d'Attente : Refuges sphériques où le temps s'écoule normalement, permettant d'attendre une phase favorable du cycle du Léviathan. Leurs parois translucides révèlent la pulsation cardiaque du titan fossilisé. • Perles Osseuses : Concrétions mémorielles flottantes qui contiennent les souvenirs cristallisés d'anciens visiteurs. Leur contact déclenche des visions fugaces du passé du lieu. • Phantasmes Acoustiques : Dans les Chambres d'Échos, les peurs verbalisées se matérialisent en créatures gélatineuses temporaires, obligeant à maîtriser ses émotions. flowchart TD     CATACOMBES[Catacombes Temporelles]           subgraph DEDALE[\"🦴 DÉDALE MÉDULLAIRE\"]         ENTREE[\"`**DM-ENTRÉE**         Couloir d'ivoire rétrécissant         DM01: Transition d'ambiance         DM02: Première distorsion spatiale`\"]                  ATELIER[\"`**DM-ATELIER** ⭐ OPTIONNEL         L'Atelier du Cartographe         Séquence Voknir (déjà écrite)         DM05: Inscriptions cryptées`\"]                  RIVIERE[\"`**DM-RIVIÈRE**         Flux de moelle vertébrale         DM03: Transport mystique         DM15: Perles osseuses flottantes`\"]                  CARREFOUR[\"`**DM-CARREFOUR**         Intersection trichotomique         DM04: Cul-de-sac vivant         DM06-09: **CYCLES LÉVIATHAN**         DM16-17: Usage Aspects Uresaïr`\"]                  AMPHITHEATRE[\"`**DM-AMPHITHÉÂTRE**         Conclave des Murmurateurs         DM11: Amphithéâtre vide         DM12: Amphithéâtre occupé (rare)         DM22: Échos de rituels passés`\"]                  ALCOVE[\"`**DM-ALCÔVE**         Refuge contre les cycles         DM10: Gestion temps/cycles         DM18: Graffitis anti-Culte`\"]                  CONFLUENCE[\"`**DM-CONFLUENCE**         Dernière intersection         DM20: Choix stratégique final         DM24: Fragment Testament Vertébral`\"]                  ECHOS[\"`**DM-ÉCHOS**         Chambre sons pétrifiés         DM14: Sons cristallisés         DM19: Phantasmes osseux`\"]                   \t\t    TUNNELS[Tunnels Lymphatiques - Route alternative]     end          PERIPHERIE[Périphérie Caudale]      %% Connexions principales     CATACOMBES -->|DM01| ENTREE     ENTREE -->|**DIRECT**| ATELIER     ENTREE -->|Progression normale| RIVIERE     ENTREE -->|Route discrète| TUNNELS          ATELIER -->|Retour| ENTREE     RIVIERE --> CARREFOUR     TUNNELS -->|DM21: Contractile| CONFLUENCE          CARREFOUR -->|Phase Inspiration| AMPHITHEATRE     CARREFOUR --> ALCOVE     CARREFOUR --> ECHOS          AMPHITHEATRE -->|DM13: Cache secrète| CARREFOUR     ECHOS --> CONFLUENCE     ALCOVE --> CONFLUENCE          CONFLUENCE -->|DM25| PERIPHERIE      %% Connexions cycles spéciaux     ALCOVE -.->|Attendre cycle favorable| CARREFOUR          %% Légendes     classDef optionnel stroke:#f66,stroke-width:3px     classDef principal stroke:#66f,stroke-width:2px     classDef cycles stroke:#f00,stroke-width:2px,stroke-dasharray: 5 5          class ATELIER optionnel     class ENTREE,RIVIERE,CARREFOUR,CONFLUENCE principal     class AMPHITHEATRE,ALCOVE cycles",
                "Déroulé": "DM-ENTRÉE | Couloir d'Ivoire Rétrécissant PROMPT POUR L'IA DIALOGUISTE : Ambiance de transition depuis le chaos temporel des Catacombes vers l'instabilité spatiale du Dédale. Uresaïr commence à percevoir les \"angles morts\" de sa propre présence divine. L'Éthérée découvre que ses perceptions incorporelles lui donnent une perspective unique sur les distorsions. Ton contemplatif teinté d'inquiétude montante. DM01 - Transition d'ambiance : Le couloir d'ivoire jaunâtre se resserre progressivement, forçant Uresaïr à se courber. L'architecture révèle sa nature semi-vivante par de subtiles pulsations. • Choix d'approche : Observer les pulsations (révèle cycles du Léviathan), presser le pas (évite les détails, progression rapide), utiliser l'Aspect Loi (coût 2 Effort, révèle règles spatiales locales, drawback Fixation Légale) • Conséquences : Information sur cycles / Progression standard / Révélation + handicap temporaire DM02 - Première distorsion spatiale : Le couloir s'élargit brutalement puis se contracte sans avertissement. Test de réflexes ou usage créatif des capacités d'Uresaïr. • Embranchements révélés :  DM-ATELIER | L'Antre du Cartographe ⭐ OPTIONNEL PROMPT POUR L'IA DIALOGUISTE : Séquence déjà entièrement rédigée dans la fiche \"L'Atelier du Cartographe\". Voknir oscille entre vénération fanatique et arrogance intellectuelle. Révélations sur l'Ensevelie, l'Exégète, et la nature mathématique des Plis. Multiples résolutions possibles selon l'approche adoptée. DM05 - Inscriptions cryptées : Les équations mathématiques de Voknir pulsent sur les parois, révélant sa présence proche. Déchiffrage possible via Aspect Pensée ou observation minutieuse. • Succès : Localisation précise de l'Atelier, compréhension partielle des distorsions • Échec : Navigation à l'aveugle, rencontre de Voknir plus tendue  DM-RIVIÈRE | Flux de Moelle Vertébrale PROMPT POUR L'IA DIALOGUISTE : L'Éthérée fascination devant ce phénomène qui défie sa compréhension incorporelle. Uresaïr reconnaît une manifestation dégradée de forces qu'elle maîtrisait jadis. Mélancolie de la puissance perdue mêlée à l'émerveillement de l'Éthérée. Dialogue sur la nature du sacrifice et de la mémoire. DM03 - Transport mystique : La Rivière Vertébrale serpente au plafond, charriant une moelle iridescente. Transport possible mais extraction d'un souvenir comme \"péage\". • Choix de souvenir sacrifié : Souvenir heureux (accès facilité, perte temporaire trait positif), souvenir traumatique (résistance de la rivière, libération émotionnelle), souvenir anodin (transport standard) • Gain : Navigation rapide vers Carrefour, évitement de certains dangers • Alternative : Progression pédestre normale avec tous les encounters DM15 - Perles osseuses flottantes : Souvenirs cristallisés dérivent dans le flux. Contact révèle fragments mémoriels d'autres voyageurs. • Souvenirs accessibles : Murmurateur en fuite (révèle existence d'opposition au Culte), Cultiste terrifié (détails sur rituels ratés), Voknir jeune (backstory du Cartographe) • Mécanisme : L'Éthérée peut \"absorber\" temporairement ces mémoires, gagnant des informations au prix d'une confusion identitaire temporaire  DM-CARREFOUR | Intersection Trichotomique PROMPT POUR L'IA DIALOGUISTE : Hub central où les cycles du Léviathan deviennent perceptibles. Uresaïr ressent les \"battements\" du titan dans ses os cristallins. L'Éthérée perçoit les flux d'énergie comme une symphonie spatiale. Moment de planification stratégique et de découverte des cycles temporels. Ton oscillant entre émerveillement et tactique. DM04 - Cul-de-sac vivant : Un tunnel se referme soudainement, piégeant les voyageuses dans une poche spatiale contractile. • Solutions : Aspect Harmonie (restaure l'intégrité du passage, coût 1 Effort, drawback Dissonance Compensatoire), négociation avec l'architecture (test Diplomatie surréaliste), attente que le passage \"expire\" naturellement • Tension montante : Claustrophobie progressive, air qui se raréfie, test de la collaboration Éthérée/Uresaïr DM06-09 - CYCLES DU LÉVIATHAN : Le carrefour révèle l'impact des quatre phases sur l'architecture : • Mutisme : Passages rétrécis, silence oppressant, Amphithéâtre inaccessible • Inspiration : Nouveaux couloirs, expansion des espaces, accès optimal • Cacophonie : Vibrations révélatrices, structures instables, détection Murmurateurs • Expiration : Stabilisation, nettoyage automatique des traces, nouveau cycle DM16-17 - Usage Aspects d'Uresaïr : Tests des capacités divines sur l'environnement architectural : • Aspect Pensée : Révèle que les Plis \"pensent\" mathématiquement, drawback Surcharge Empathique (absorption traumatismes du lieu) • Aspect Loi : Impose règles spatiales temporaires (\"les passages ne peuvent se refermer\"), drawback Fixation Légale  DM-AMPHITHÉÂTRE | Conclave des Murmurateurs PROMPT POUR L'IA DIALOGUISTE : Découverte de l'opposition au Culte. Uresaïr sans animosité mais lucide sur le piège des croyances. L'Éthérée curieuse de cette résistance organisée. Dialogues possibles avec Murmurateurs si rencontre directe - ils parlent par allusions cryptiques, craignant toujours la surveillance du Culte. Ambiance de conspiration mystique. DM11 - Amphithéâtre vide : Chambre spacieuse aux gradins osseux, traces récentes de rassemblement rituel. Investigation révèle l'organisation des dissidents. • Indices découvrables : Cendres de textes hérétiques, cercles rituels tracés au charbon d'os, fragments de \"contre-sutras\" en Kesh-Varash • Déduction possible : Timing du prochain Conclave, nombre approximatif de participants, nature de leur hérésie (entropie = révélation) DM12 - Amphithéâtre occupé (RARE) : Rencontre directe avec 3-5 Murmurateurs en session rituelle. • Approches possibles : Observation discrète, négociation ouverte, utilisation Aspect Terre (création lien empathique), intimidation divine • Révélations obtenues : Critique de l'Anentropie, vénération de l'Ensevelie, soupçons sur l'Exégète, mais JAMAIS leurs plans futurs • Conséquences relationnelles : Alliance tacite / Méfiance mutuelle / Hostilité selon l'approche DM22 - Échos de rituels passés : Résonances temporelles laissent percevoir des fragments de cérémonies antérieures. • Visions possibles : Débat théologique sur nature de l'entropie, moment de désespoir d'un exilé, révélation sur les visites secrètes de l'Exégète • Mécanisme : Aspect Immortalité peut intensifier ces échos (coût 2 Effort, drawback Écho Temporel)  DM-ALCÔVE | Refuge Contre les Cycles PROMPT POUR L'IA DIALOGUISTE : Moment de répit et réflexion. Uresaïr questionne sa relation au Culte face aux graffitis subversifs. L'Éthérée apprend la patience tactique. Discussions philosophiques sur nature de la foi, de l'autorité, et de la résistance. Ton introspectif, parfois troublé par les remises en question. DM10 - Gestion temps/cycles : Alcôve naturellement isolée des pulsations du Léviathan, permettant d'attendre une phase favorable. • Utilité stratégique : Éviter phase Mutisme pour accéder à l'Amphithéâtre, attendre Inspiration pour navigation optimale • Coût : Repos partiel mais pas complet, consommation limitée de provisions • Interaction : Dialogue développé Éthérée/Uresaïr sur la patience vs l'action DM18 - Graffitis anti-Culte : Inscriptions hérétiques remettent en question les dogmes de l'Anentropie. • Messages subversifs : \"L'immobilité est la mort de l'âme\", \"Akthar-Neth boit aux sources interdites\", \"L'Ensevelie détient la véritable parole de Barvas\" • Impact sur Uresaïr : +1 Doute sur les dogmes du Culte, questionnement de sa propre vénération • Choix : Effacer les graffitis (loyauté au Culte), les ignorer (neutralité), les méditer (embrace du questionnement)  DM-ÉCHOS | Chambre des Sons Pétrifiés PROMPT POUR L'IA DIALOGUISTE : L'Éthérée fascinée par la matérialisation des sons, phénomène unique. Uresaïr reconnaît une manifestation dégradée d'anciens pouvoirs divins liés au Verbe créateur. Atmosphère surréaliste teinté d'inquiétude - les phantasmes osseux révèlent des peurs profondes. Ton oscillant entre émerveillement et malaise. DM14 - Sons cristallisés : Chambre où les sons deviennent matière gélatineuse manipulable, échos du passé figés dans l'espace. • Mécanisme : Création de \"clés sonores\" pour déverrouiller passages ou révéler informations cachées • Sons accessibles : Conversation d'Exégète et Voknir, pleurs d'un cultiste en détresse, incantations Murmuratrices • Application pratique : Déblocage de passages verrouillés, communication à distance via échos dirigés DM19 - Phantasmes osseux : Les murmures de peur matérialisent les terreurs secrètes sous forme de créatures semi-tangibles. • Manifestations : Peurs d'Uresaïr (abandon, oubli, échec), appréhensions de l'Éthérée (rejet, incompréhension) • Résolution : Confrontation courageuse (développement caractère), fuite tactique (évitement mais hantise persistante), utilisation Aspect Harmonie (intégration des contradictions)  DM-CONFLUENCE | Dernière Intersection PROMPT POUR L'IA DIALOGUISTE : Point de convergence final où toutes les découvertes du Dédale se cristallisent. Uresaïr fait le bilan de ses questionnements face aux révélations hérétiques. L'Éthérée consolide sa compréhension de la dynamique du Culte. Ton de résolution progressive, anticipation de la rencontre avec Zaehria. Dernière chance de choix stratégiques majeurs. DM20 - Choix stratégique final : Intersection majeure offrant les dernières alternatives avant la sortie du Dédale. • Embranchements disponibles : • Facteurs influençant le choix : État relationnel avec Voknir, informations obtenues sur les Murmurateurs, cycle actuel du Léviathan • Conséquences permanentes : Route choisie détermine les alliés disponibles pour la suite de l'aventure DM24 - Fragment Testament Vertébral : Découverte d'un texte hérétique majeur, camouflé dans les nervures osseuses de la confluence. • Contenu révélé : \"L'entropie n'est pas l'ennemi mais l'accoucheuse de la vérité. Ce que l'Anentropie préserve dans l'immobilité, l'entropie le révèle dans la transformation.\" • Impact théologique : Remise en question fondamentale de la doctrine du Culte • Réaction d'Uresaïr : Questionnement sur sa propre relation au Culte, +2 Doute sur les dogmes • Choix : Mémoriser le texte (information future), le détruire (loyauté au Culte), l'emporter (preuve matérielle) DM25 - Transition vers Périphérie Caudale : Sortie du Dédale vers la confrontation avec Zaehria la Gardienne Vertébrale. • État relationnel établi : Influence/Respect entre Éthérée et Uresaïr définitivement calibré selon les choix du Dédale • Informations acquises : Niveau de connaissance sur les Murmurateurs, l'Exégète, et les secrets du Culte • Ressources disponibles : Alliances potentielles, artefacts récupérés, capacités révélées d'Uresaïr • Setup narratif : Préparation psychologique d'Uresaïr pour la rencontre avec la créature la plus ancienne des Plis  TUNNELS LYMPHATIQUES | Route Alternative Discrète PROMPT POUR L'IA DIALOGUISTE : Passage claustrophobe évitant la surveillance du Culte. Uresaïr inconfortable dans ces espaces confinés qui lui rappellent sa vulnérabilité physique. L'Éthérée apprécie l'aspect tactique mais ressent l'oppression spatiale. Dialogue tendu sur nécessité vs confort, discrétion vs transparence. DM21 - Tunnel contractile : Passage étroit dans l'ancien système lymphatique du Léviathan, qui se resserre périodiquement. • Mécanisme de danger : Contractions imprévisibles pouvant broyer les voyageuses • Solutions : Aspect Harmonie (apaise les contractions, coût 1 Effort, drawback), timing parfait basé sur observation, onguent Murmurateur si découvert • Avantage tactique : Accès direct à la Confluence • Inconvénient : Stress physique et psychologique, pas d'informations sur les Murmurateurs  INTERACTIONS TRANSVERSALES DU DÉDALE DM13 - Cache secrète Murmuratrices : Reliquaire dissimulé dans une faille de l'Amphithéâtre, accessible seulement depuis certains angles. • Contenu : Provisions de survie, textes hérétiques copiés, cartes alternatives des Plis • Révélations : Organisation sophistiquée de la résistance, réseau d'approvisionnement secret • Utilité : Ressources matérielles, compréhension de la logistique des dissidents • Risque : Découverte par le Culte si manipulé maladroitement DM23 - Cartographie improvisée Éthérée : L'Éthérée développe une intuition spatiale unique pour suppléer l'absence de Voknir. • Mécanisme : Perception incorporelle des flux d'énergie du Léviathan • Test de collaboration : Uresaïr doit faire confiance aux perceptions non-divines de l'Éthérée • Succès : +1 Influence pour l'Éthérée, navigation optimisée, raccourcis découverts • Échec : Perte de temps, tensions relationnelles, dépendance accrue aux cycles du Léviathan"
            }
        },
        {
            "Nom": "Le Sablier de l'Enfant-Prophète",
            "Structure Macro": "Les Quatre Regards",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Strate III - Les Catacombes Temporelles",
            "Dialogues": "Dialogue miroir temporel Raki-Biro",
            "Sprint": "Sprint 1",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "NPC présents": "Raki-Biro 58, l’Enfant-Prophète",
            "Introduction": {
                "Points d'intérêts/fluff": "Apparence du miroir : • Construction de verre fumé suspendue dans les airs (pas de support visible) • Pulsation subtile et régulière au repos (comme une respiration lente) • Lueur analytique froide émanant du centre quand observé • Surface translucide lors de la vision superficielle, plus liquide et profonde lors de l'immersion  Détails visuels durant la vision : • Perspective unique : Vue depuis l'alcôve de Raki-Biro au Paradigme Ésothrope (contre-plongée, 47 mètres de distance) • Orbites de Raki-Biro : Tourbillons de sable fossilisé qui tournent (remplacent ses yeux), s'accélèrent durant les transes prophétiques • Champignosquelettes symbiotiques : Réseau vasculaire noir visible sous la peau translucide de Raki-Biro, pulse selon ses émotions • Lignes de probabilité : Durant la phase d'analyse, chemins dorés (optimaux) vs rouges (impasses) superposés sur l'environnement • Équations flottantes : Coefficients et calculs lisibles durant l'immersion profonde  Ambiance sonore : • Vision superficielle : crachotements et coupures brutales, voix assourdie • Immersion profonde : voix de Raki-Biro aux harmoniques multiples et syntaxe mathématique précise, \"Pardon\" répété en fond, glitchs émotionnels occasionnels • Retour à la réalité : léger écho résiduel de chiffres et de chuchotements qui s'estompent rapidement",
                "Résumé de la fiche": "L'Éthérée interagit avec le premier Miroir temporel, qui contient la perception cristallisée de Raki-Biro 58 (alors nouveau-né de 3 semaines) observant Uresaïr il y a 8 ans. Ce miroir révèle la véritable nature de la prophétie qui a conduit à l'exil d'Uresaïr dans les Plis d'Ossements : non une prédiction passive, mais une architecture causale conçue délibérément pour sauver 47 vies en sacrifiant la solitude d'une seule personne.  Niveau 1 (gratuit) : Vision fragmentée et superficielle montrant Raki-Biro observant Uresaïr de loin, calculant ses fissures. Niveau 2 (2 Effort) : Immersion complète révélant les calculs prophétiques, la manipulation causale et la terreur enfantine de Raki-Biro face au poids de sa décision.  Conséquences : • Compréhension claire que les prophéties de Raki-Biro sont des constructions causales, non des prédictions neutres • Matérial pour futurs dialogues de confrontation avec Raki-Biro et de mise au point avec Uresaïr"
            },
            "Déroulé du Script :": {
                "Point de départ": "• Localisation : Désert Temporel Occidental, Strate III des Plis d'Ossements • Position du miroir : Suspendu près du passage depuis le Sanctuaire d'Uresaïr, facilement accessible (aucun obstacle ni piège) • État d'Uresaïr : Neutre à légèrement tendue ; elle anticipe ce que l'Éthérée va découvrir mais n'oppose aucune résistance • Prérequis : Aucun (premier miroir accessible immédiatement) • Ressources joueur : Effort disponible pour immersion profonde (optionnel)",
                "Contexte": "• Il y a 8 ans : Uresaïr vivait encore dans le temple principal du Léviathan, accessible aux membres du Culte • Problème croissant : Ses visions cauchemardesques s'intensifiaient (4 crises par semaine), générant des distorsions temporelles incontrôlées • Raki-Biro 58 : Nouveau-né de 3 semaines du Paradigme Ésothrope, doté de capacités prophétiques exceptionnelles mais d'une psyché maintenue artificiellement enfantine • Les 47 vies : Projections de Raki-Biro via ses visions prophétiques. Si Uresaïr restait dans le temple principal, un effondrement catastrophique tuerait entre 34 et 61 cultistes (moyenne 47) dans les 6 mois • Solution calculée : Les Plis d'Ossements peuvent absorber les perturbations d'Uresaïr (probabilité de survie sans victimes : 94%) au prix de son isolement • Nature du miroir : Cristallisation involontaire d'une perception intense. Uresaïr n'a pas créé ces miroirs consciemment ; ils se sont formés à cause de son hypersensibilité pathologique aux regards d'autrui",
                "Déroulé": "1. Choix joueur : Refuser (passer au miroir suivant), vision superficielle ou vision profonde (dépenser 2 Effort → immersion) 2. Vision Superficielle (gratuite, ~40 sec) : Cinématique fragmentée montrant Raki-Biro observant Uresaïr de loin, calculant ses fissures. Images saccadées, voix assourdies, chiffres illisibles. Révèle qu'il a prophétisé l'exil sans en montrer les calculs. 3. Immersion Profonde (2 Effort, ~80 sec) : Parasitage complet de la perception de Raki-Biro. Six séquences fluides révélant ses calculs prophétiques, les visions d'effondrement (47 vies menacées), la manipulation causale délibérée et sa terreur enfantine. Sensations physiques transmises. 4. Retour : L'Éthérée est rejetée hors du miroir, retrouve le corps d'Uresaïr. Aucune possession prolongée : seule subsiste une compréhension profonde de la logique de Raki-Biro et un écho émotionnel de son \"pardon\" répété. 5. Réajustement relationnel : Dialogue d'Uresaïr reconnaissant la manipulation bienveillante et la charge portée par Raki-Biro, que l'Éthérée pourra réactiver plus tard dans d'autres scènes.",
                "Récompenses / Déblocages": "Narratives • Dialogue optionnel débloqué avec Raki-Biro lors d'une rencontre ultérieure : • Insight relationnel : compréhension que les prophéties de Raki-Biro sont des architectures causales et qu'il porte la culpabilité de ce choix.  Mécaniques • Progression de faction : +1 point de progression de la faction / du groupe auquel Raki-Biro est relié (Paradigme Ésothrope / Culte concerné), sur le même modèle que les autres miroirs. • Traits de caractère : Si immersion profonde, ajustement significatif (+10 ou -10) dans un trait de caractère dominant associé à Raki-Biro dans sa fiche (par exemple : Responsabilité, Empathie froide, Obsession du calcul), pour marquer la compréhension intime de sa logique. • Progression anticipée : Possibilité de marquer un progrès anticipé dans l'arbre de Progression (Expérience) de Raki-Biro (ou de la faction liée) si celui-ci dispose déjà d'un arc de progression dédié.  Relationnelles • L'Éthérée gagne un levier de dialogue majeur avec Raki-Biro, en pouvant citer précisément sa décision des \"47 vies\". • L'épisode nourrit la jauge Respect/Influence avec Uresaïr selon la manière dont l'Éthérée commente la manipulation :",
                "Notes de mise en scène": "Vision Superficielle Visuels : • Vue depuis l'alcôve de Raki-Biro (contre-plongée lointaine) • Uresaïr floue, distante, observée • Scène brumeuse, images fixes saccadées • Flashs de chiffres illisibles • Vision trouble d'effondrement (impossible de confirmer si c'est prémonition) Audio : • Voix de Raki-Biro assourdie, fragments mathématiques • Uresaïr parlant à elle-même (lointaine) • Cultistes inquiets (étouffés) • Crachotements, coupures brutales Immersion Profonde Visuels : • Vision claire depuis les orbites de Raki-Biro (tourbillons de sable) • Uresaïr nette : masque + auréole de verre + robe verdâtre • Visions prophétiques : flashs cristallins d'avenirs possibles (temple qui s'effondre vs Plis qui absorbent) • Équations et coefficients lisibles superposés • Mains de Raki-Biro qui tremblent (l'Éthérée les contrôle et les ressent) Audio : • Voix interne de Raki-Biro totalement accessible • Dialogue entre Uresaïr et cultistes (clair, audible) • \"Pardon\" répété en boucle (glaçant) • Glitchs émotionnels dans la syntaxe mathématique Sensations physiques : • Flottement à 15cm du sol • Champignosquelettes qui pulsent • Tremblement violent des mains Retour et aftermath Visuels : • Le miroir pulse une dernière fois, puis revient à son état de repos • L'environnement se stabilise rapidement, aucune aura persistante de possession Audio : • Écho résiduel de chiffres et de chuchotements qui se dissipe • Dialogue d'Uresaïr, plus posé, qui reformule ce que l'Éthérée a vu Gameplay : • Aucune phase de possession ou de triple conscience ; les effets restent narratifs et sur les jauges de relation / progression"
            }
        },
        {
            "Nom": "Le Tesson de l'Enfant-Foudre",
            "Structure Macro": "Les Quatre Regards",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Strate III - Les Catacombes Temporelles",
            "Sprint": "Sprint 1",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "NPC présents": "Ori-Bikar 57, l’Enfant-Foudre",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "Le Vitrage de l'Archiviste Fusionnée",
            "Structure Macro": "Les Quatre Regards",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Strate III - Les Catacombes Temporelles",
            "Dialogues": "Dialogue miroir temporel Zaehria",
            "Sprint": "Sprint 1",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "NPC présents": "Zaehria Neth'Varu, La Gardienne Vertébrale",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "L’Accord",
            "Structure Macro": "La Rencontre et la Possession",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': True}",
            "Dialogues": "Dialogue de l’accord de possession",
            "Sprint": "Sprint 1",
            "Peut débloquer": "Catacombes Temporelles",
            "Bloqué par": "La Vision d’Uresaïr",
            "NPC présents": "Seigneuresse Uresaïr",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Cette sous-partie présente la conversation intérieure entre l'Éthérée et Uresaïr après la vision cauchemardesque. L'Éthérée, ayant instinctivement possédé Uresaïr pour la libérer de sa transe, demeure dans sa conscience alors qu'elle s'éveille. Leur dialogue se déroule entièrement par la pensée, mêlant métaphores cosmiques et questionnements existentiels. L'Éthérée, entité sans souvenirs, découvre sa capacité de possession et sa nature incorporelle, tandis qu'Uresaïr, méfiante mais reconnaissante, établit les conditions de cette cohabitation inattendue. Leur échange poétique révèle des fragments du passé d'Uresaïr et ses visions de plus en plus fréquentes de la Vieille Ville, culminant dans sa décision de quitter le Léviathan après vingt ans d'isolement. Cette communion mentale involontaire pose les fondations d'une symbiose ambivalente où s'entremêlent fascination mutuelle et frontières prudemment érigées.",
                "Point de départ": "• Uresaïr émerge brutalement de sa transe visionnaire, son corps cesse de se vitrifier • L'Éthérée existe uniquement comme présence incorporelle dans la conscience d'Uresaïr • Un moment de confusion alors qu'Uresaïr prend conscience de cette présence étrangère en elle",
                "Contexte": "• Uresaïr a déjà interagi brièvement avec l'Éthérée dans sa vision et perçoit sa nature énigmatique • L'Éthérée a instinctivement possédé Uresaïr sans comprendre pleinement comment le faire ou s'en défaire • Leur communion mentale crée un espace de dialogue unique où les pensées se manifestent presque visuellement • Le sanctuaire d'Uresaïr, avec ses distorsions spatiotemporelles, amplifie cette connexion psychique",
                "Déroulé": "• Prise de conscience de la possession (cinématique) • Premier échange mental (dialogue par interface de pensées) • Négociation des limites (dialogue à choix multiples) • Origines et nature de l'Éthérée (séquence narrative) • Les visions d'Uresaïr (dialogue exploratoire) • Décision de quitter le Léviathan (moment pivot) • Accord final (résolution de la séquence)",
                "Points d’intérêts/fluff": "• Pendant leur échange mental, certaines pensées d'Uresaïr se vitrifient brièvement dans l'air sous forme de symboles géométriques lumineux • Les Amibes Mémorielles semblent désorientées par la double conscience, orbitant erratiquement autour d'Uresaïr"
            }
        },
        {
            "Nom": "L’Atelier du Cartographe",
            "Structure Macro": "Traversée des Plis d'Ossement",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Plis d’ossements, Strate II - Le Dédale Médullaire",
            "Dialogues": "Dialogue avec Voknir",
            "Sprint": "Sprint 3",
            "Peut débloquer": "Le Dédale Médullaire, L’Ensevelie",
            "Bloqué par": "Catacombes Temporelles",
            "NPC présents": "Voknir Esh'Maradel, le cartographe",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Cette séquence optionnelle confronte l'Ethérée et Uresaïr à Voknir Esh'Maradel, cartographe déchu devenu atlas vivant des Plis d'ossements. Dans son atelier obsessionnel, Voknir révèle sa double nature : génie cartographique et paria fanatique en quête de rédemption divine. La rencontre devient un microcosme des questions centrales du jeu - altérité, manipulation, foi détournée - où l'Ethérée doit naviguer entre fascination intellectuelle et exploitation morale. Voknir incarne l'expertise géographique absolue des Plis mais refuse catégoriquement d'aider Uresaïr à les quitter, créant un conflit où seules la manipulation psychologique, la violence assumée, ou la négociation créative peuvent débloquer la situation. Cette séquence introduit subtilement les Van'Doei comme espèce d'altérité radicale, teste les limites éthiques de l'Ethérée, et enrichit la mythologie des Plis d'ossements comme entité quasi-consciente aux géométries impossibles.",
                "Point de départ": "• L'Ethérée et Uresaïr progressent dans le Dédale Médullaire lorsqu'un embranchement révèle un couloir étroit orné d'inscriptions mathématiques pulsantes • L'interface propose un choix : continuer tout droit vers la Périphérie Caudale (progression normale) ou explorer le couloir annoté (séquence optionnelle) • Si exploration choisie : le couloir débouche sur une chambre ronde aux parois vivantes, l'atelier de Voknir",
                "Contexte": "• Voknir survit en ermite depuis 17 cycles dans les zones les plus instables des Plis, subsistant grâce à sa symbiose cartographique avec l'environnement • Son exil résulte d'accusations d'hérésie spatiale : il prétendait que les Plis \"pensaient\" mathématiquement, défiant l'orthodoxie du Culte • Sa pratique de scarification cartographique, bien que spectaculaire pour les non-Van'Doei, reste dans les normes physiologiques de son espèce (transformation de douleur en plaisir) • L'Ensevelie et l'Exégète ignorent largement son existence, alimentant sa frustration d'être si proche des secrets ultimes sans y avoir accès",
                "Points d’intérêts/fluff": "• Fiole de Nœuds Spatiaux : Un contenant des \"impossibilités géométriques\" - fragments d'espace où les lois euclidiennes sont suspendues, offert par Uresaïr. Elle vibre à l'approche d'Uresaïr, révélant sa capacité à perturber la géométrie locale. • Instruments de Cartographie Corporelle : Stylets d'os de Qudratheen, encres de moelle cristallisée, \"greffoirs mémoriels\" permettant d'inscrire directement dans la chair. La collection témoigne d'une sophistication technique troublante • Équations Murales Vivantes : Formules mathématiques gravées dans les parois osseuses qui bougent selon les distorsions environnementales, formant des prophéties géométriques que seul Voknir sait interpréter • Cartographie Épidermique : Le corps de Voknir raconte l'histoire complète des Plis - chaque cicatrice, chaque tatouage correspondant à une découverte spatiale. Son bras hypertrophié Van'Doei porte la cartographie des zones les plus dangereuses • Résonances Architecturales : L'atelier lui-même pulse au rythme cardiaque de Voknir, suggérant une fusion symbolique entre cartographe et territoire cartographié",
                "Déroulé": "PROMPT POUR L'IA DIALOGUISTE : Voknir s'exprime avec précision maniaque, mêlant terminologie cartographique et vénération religieuse. Ses phrases sont rythmées par ses gestes de mesure compulsifs. Il oscille entre humilité extrême face à Uresaïr et arrogance intellectuelle sur ses découvertes. Son langage corporel trahit 17 ans de solitude et un besoin désespéré de reconnaissance. 1. Découverte de l'Atelier (ATL-01) L'Ethérée et Uresaïr pénètrent dans la chambre sphérique. Révélation progressive de l'environnement obsessionnel : parois couvertes d'équations mouvantes, fioles scintillantes, odeur d'encre de moelle. Voknir, initialement invisible, se révèle par ses mouvements - il était parfaitement immobile, fusionné avec la géographie de son atelier. Choix d'approche initiale : • Fascination intellectuelle : Uresaïr examine les équations, comprend leur sophistication → +1 Respect mutuel • Répulsion instinctive : Uresaïr recule face au spectacle de scarification → Voknir se referme, négociation plus difficile • Neutralité prudente : Approche mesurée → Pas de modificateur, interactions équilibrées 2. Reconnaissance Extatique (ATL-02) Voknir identifie immédiatement Uresaïr par ses \"angles morts spatiaux\" - zones où sa présence déforme subtilement l'espace. Prosternation immédiate, prières en Kesh-Varash, lecture corporelle de son statut de \"Théomaque\". Cette séquence révèle involontairement qu'Uresaïr affecte la géométrie locale, information que l'Ethérée note pour usage futur. PROMPT POUR L'IA DIALOGUISTE : Voknir passe du registre technique au mysticisme pur. Il \"lit\" Uresaïr comme une carte vivante, décrivant ses distorsions spatiales avec une précision troublante. Sa vénération est physiquement manifestée - prosternation, tremblements, incantations. 3. Interactions avec les Artefacts Fioles de Nœuds Spatiaux (INT-01)\nSi examinées par Uresaïr : les contenants résonnent, révélant des micro-visions des zones correspondantes des Plis. Possibilité de déclencher volontairement des résonances pour obtenir des informations géographiques, mais au coût de légères distorsions temporelles (mécaniquement : bonus d'information contre malus de navigation future). Instruments de Scarification (INT-02) Examen des outils révèle leur sophistication. Option extrême débloquée : Uresaïr pourrait théoriquement s'auto-cartographier pour comprendre ses propres \"angles morts\", mais Voknir s'y oppose violemment (sacrilège de marquer la Théomaque). Équations Murales (INT-03)\nSi Uresaïr utilise ses capacités temporelles : révélation que les équations prédisent les cycles de l'Ensevelie, suggérant que les Plis sont semi-conscients et \"pensent\" mathématiquement. Information cruciale pour la rencontre future avec l'Ensevelie. 4. Conflit Ontologique Central (ATL-03) Voknir comprend qu'Uresaïr veut quitter les Plis. Ses équations lui disent que c'est géométriquement impossible - les \"angles morts\" d'Uresaïr la retiennent prisonnière. Crise existentielle : ses cartes (infaillibles) contre la réalité (volonté divine). Cette contradiction le rend instable, ouvrant différentes voies de résolution. PROMPT POUR L'IA DIALOGUISTE : Voknir entre en transe calculatoire, murmurant des équations contradictoires. Son corps se raidit, ses tatouages semblent pulser. Il oscille entre négation (\"impossible\") et soumission (\"si la Théomaque le veut\"). Ses 17 ans de solitude explosent en verbalisation compulsive. 5. Négociation - Le Chantage Cartographique (ATL-05) Voknir propose un \"échange équitable\" : il guidera Uresaïr hors des Plis CONTRE une communion directe avec l'Ensevelie. Il révèle que l'Exégète visite parfois les Plis et qu'il soupçonne un lien secret avec l'entité primordiale. Sa logique : si Uresaïr peut accéder à l'Ensevelie, elle peut intercéder pour la réintégration de Voknir dans le Culte. Embranchements de résolution : 6a. Manipulation Psychologique (RES-02) L'Ethérée utilise l'Influence pour forcer Uresaïr contre son trait Humble, l'obligeant à accepter la vénération de Voknir et promettre l'intercession. Coût : 3+ Influence. Gain : Informations maximales sur les Plis et l'Ensevelie, guidance experte. Conséquence : -2 Respect d'Uresaïr, précédent dangereux pour futures manipulations. PROMPT POUR L'IA DIALOGUISTE : Uresaïr résiste intérieurement mais ses mots la trahissent. Elle prononce des promesses qu'elle réprouve, accepte une dévotion qui la révulse. Voknir, extatique, ne remarque pas la dissonance. Tension sous-jacente entre ce qu'Uresaïr dit et ce qu'elle pense. 6b. Scarification Consentie (RES-SCAR-A) Voknir propose de \"partager sa cartographie\" par scarification rituelle - graver sur son propre corps les chemins optimaux. Acte de dévotion extrême, il offre littéralement sa chair pour servir la Théomaque. Gain : Navigation parfaite des Plis, respect maximum de Voknir. Implication : Voknir devient définitivement inutilisable par d'autres, sacrifice total. 6c. Scarification Forcée (RES-SCAR-B) Si toute négociation échoue : option d'écorcher Voknir de force pour extraire ses cartes.  • Conséquence : Navigation difficile (mais pas impossible) car l'encre cartographique contaminée rend les Plis imprévisibles.  • Coût moral : -5 Respect d'Uresaïr, trauma permanent. PROMPT POUR L'IA DIALOGUISTE : Scène viscérale mais traitée avec gravité tragique. Voknir, terrorisé, tente de protéger ses cartes. Uresaïr, forcée par l'Ethérée, agit contre sa nature profonde. Pas de complaisance dans l'horreur, focus sur la transgression morale et ses conséquences psychologiques. 6d. Alliance Créative (RES-03) Convaincre Voknir que cartographier l'extérieur des Plis vaut mieux que rester prisonnier. Argument : la géographie d'Escelion entier l'attend, infiniment plus vaste que son exil actuel.  • Gain : Allié permanent, capacité de fast-travel futur, loyauté fanatique.  • Défi : Vaincre 17 ans d'obsession focalisée. 7. Révélations Conditionnelles Sur l'Exégète (REV-01)\nSi alliance ou manipulation réussie : Voknir révèle que l'Exégète survit anormalement longtemps et visite l'Ensevelie en secret. Hypothèse que l'Exégète \"boit aux sources temporelles\" de l'entité primordiale, suggérant un agenda caché autour de l'immortalité. Sur l'Ensevelie (REV-02) Information cruciale : l'Ensevelie existe simultanément dans plusieurs temporalités. Voknir a calculé qu'elle manifeste des \"fréquences temporelles\" correspondant aux sept aspects manquants d'Uresaïr. Connexion troublante suggérant que l'Ensevelie pourrait détenir des clés pour la réunification. Sur Escelion (META-REVELATION)\nSi communion temporelle avec les équations murales : suggestion subtile que les Plis d'ossements suivent des modèles fractaux qui se répètent à l'échelle d'Escelion entier. Le continent-monde lui-même pourrait être un organisme sous influence d'un Rêveur, comme le Léviathan. Information plantée pour resonner bien plus tard dans la narration. 8. Transition et Conséquences (ATL-08) Selon la résolution choisie, état relationnel et ressources définitivement établis. Si Voknir accompagne : nouveau compagnon avec capacités spéciales de navigation et d'interprétation spatiale. Si scarifié ou détruit : navigation des Plis modifiée pour le reste du jeu. Si manipulé : précédent établi pour l'usage de l'Influence contre les traits d'Uresaïr, pavant la voie à des corruptions futures. Sortie vers la Périphérie Caudale avec état définitivement altéré par les choix de la séquence."
            }
        },
        {
            "Nom": "L’exploration du Tunnel vertébral",
            "Structure Macro": "La Sortie du Léviathan",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Tunnel vertébral",
            "Sprint": "Sprint 3",
            "Peut débloquer": "Rencontres avec Genka Lien, Ori-bikar et Navarre + Les Bains parkourétiques + La Nef centrale",
            "Bloqué par": "La Périphérie Caudale ",
            "NPC présents": "Navarre K'ssh, la Stratège Sanguine, Ori-Bikar 57, l’Enfant-Foudre, Genka Lien, le bouffon",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "L’Oasis des contrebandiers (jour 8)",
            "Structure Macro": "Traversée du Désert des Echos",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Sprint": "Plus tard",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "Introduction": {},
            "Déroulé du Script :": {
                "Point de départ": "• Une faille rocheuse dissimulée entre deux dunes gigantesques • Végétation éparse aux couleurs surréalistes: iclots bleus et pamasiers rougeâtres • Petite communauté semi-permanente de marginaux et contrebandiers",
                "Contexte": "• Les réserves d'eau de la caravane sont presque épuisées • Vethraak a prouvé sa compétence comme guide pendant les 12 premiers jours • L'oasis est un point de commerce illicite connu de peu de voyageurs",
                "Déroulé": "• Arrivée: Vethraak guide la caravane à travers un passage invisible dans les rochers • Négociations: Scène de marché improvisé où Vethraak démontre ses talents de négociateur • Confrontation privée: Dans un recoin isolé, Vethraak révèle plus clairement son intérêt pour les soudoirs d'éternité • Proposition: Il offre à Uresaïr son assistance en échange d'informations sur les techniques de préservation • Choix du joueur: Accepter l'échange, demander plus de détails, ou refuser catégoriquement • Révélation subtile: Quelle que soit la réponse, Vethraak laisse entendre qu'il connaît l'identité réelle d'Uresaïr • Préparation au départ: La caravane se réapprovisionne, tension palpable entre Uresaïr et Vethraak",
                "Points d’intérêts/fluff": "• Un vieil Umcut tatoué raconte des histoires sur \"l'âge d'avant le sable\" quand le désert était une mer • Collection d'artefacts étranges dans la tente de commerce principal, certains évoquant Merid • Un contrebandier ivre mentionne avoir vu une \"ombre qui marche\" suivre la caravane depuis plusieurs jours"
            }
        },
        {
            "Nom": "L'Urne du Forgeron d'Éternité",
            "Structure Macro": "Les Quatre Regards",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Strate III - Les Catacombes Temporelles",
            "Sprint": "Sprint 1",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "Mort dans le désert (jour 1)",
            "Structure Macro": "Traversée du Désert des Echos",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Sprint": "Plus tard",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "Introduction": {},
            "Déroulé du Script :": {
                "Point de départ": "• Campement de la caravane, premier matin après avoir quitté le Léviathan • Tentes disposées en cercle autour d'un feu central presque éteint • Corps du guide Trak'Nadir découvert dans sa tente",
                "Contexte": "• La caravane est composée principalement de Van'Doei et d'Umcut marchands • Le voyage vient à peine de commencer, le Léviathan est encore visible à l'horizon • Les marchands sont divisés sur la marche à suivre: retourner ou continuer",
                "Déroulé": "• Découverte: Un cri d'alarme retentit à l'aube, attirant l'Éthérée/Uresaïr vers la tente du guide • Investigation: Possibilité d'examiner le corps pour découvrir des traces d'empoisonnement aux champignosquelettes • Débat de la caravane: Les marchands s'assemblent pour discuter, la cheffe Khet'Maral propose le retour • Intervention de Vethraak: Il s'oppose au retour, évoquant ses marchandises fragiles et sa connaissance du désert • Premier contact: Dialogue entre Vethraak et Uresaïr où il teste subtilement ses connaissances • Décision: Vote de la caravane pour continuer sous la direction de Vethraak, avec conditions strictes • Départ: La caravane reprend sa route vers la première oasis, Vethraak maintenant aux commandes",
                "Points d’intérêts/fluff": "• Un petit gedroths s'échappe de la sacoche du guide mort - possible indice sur l'origine de l'empoisonnement • Certains marchands murmurent une prière rituelle Van'Doei pour les morts abandonnés au désert • Vethraak consulte discrètement une carte gravée sur une plaque métallique, différente des cartes standard"
            }
        },
        {
            "Nom": "Rencontre avec Genka Lien",
            "Structure Macro": "La Sortie du Léviathan",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Tunnel vertébral",
            "Sprint": "Sprint 3",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "L’exploration de la colonne vertébrale",
            "NPC présents": "Genka Lien, le bouffon",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "Rencontre avec Navarre",
            "Structure Macro": "La Sortie du Léviathan",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Tunnel vertébral",
            "Sprint": "Sprint 3",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "L’exploration de la colonne vertébrale",
            "NPC présents": "Navarre K'ssh, la Stratège Sanguine",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "Rencontre avec Ori-Bikar",
            "Structure Macro": "La Sortie du Léviathan",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Lieux": "Tunnel vertébral",
            "Sprint": "Sprint 3",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "L’exploration de la colonne vertébrale",
            "NPC présents": "Ori-Bikar 57, l’Enfant-Foudre",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "",
                "Point de départ": "",
                "Contexte": "",
                "Points d’intérêts/fluff": "",
                "Déroulé": "Il s’agit de lister les objectifs du joueur, les différents éléments qui permettent de les résoudre, les embranchements s’il en existe, et autre. C’est le pas à pas de ce qu’il va se passer en jeu et de comment la narration est donnée au joueur (dialogue, cinématique, environnement, sons spécifiques, etc.). Vous pouvez consulter le Guide de narration pour vous aider."
            }
        },
        {
            "Nom": "SansTitre",
            "Structure Macro": "Traversée des Plis d'Ossement",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Sprint": "Sprint 1",
            "SPXX - Titre": "Catacombes Temporelles",
            "Introduction": {},
            "Déroulé du Script :": {
                "Résumé de la fiche": "Cette séquence constitue le premier déplacement jouable après la possession initiale, offrant un tutoriel implicite des mécaniques de base. L'Éthérée et Uresaïr traversent les Catacombes Temporelles, un espace non-euclidien où des sabliers géants emprisonnent des flux temporels capturés par Uresaïr, dans les  Plis d’ossements . Le sanctuaire central offre deux chemins : soit vers les déserts temporels artificiels (Strate III), soit vers le domaine interdit de l'Ensevelie (Strate IV). Les sabliers permettent d'apercevoir brièvement des fragments du passé/futur, tandis que les failles dangereuses nécessitent des tests de compétence pour être franchies sans dommage. Cette séquence établit la relation Éthérée/Uresaïr à travers les refus possibles de cette dernière face à certaines interactions, introduisant les mécaniques de traits et d'influence.",
                "Point de départ": "• L'Éthérée, possédant désormais Uresaïr, se tient dans le sanctuaire personnel de cette dernière • Le sanctuaire circulaire présente trois voies distinctes : deux couloirs ascendants menant aux déserts temporels (Strate III) et un passage descendant vers la Strate IV (domaine de l'Ensevelie) • L'interface affiche discrètement les commandes de base (déplacement, interaction) et les jauges d'Influence/Respect encore à des valeurs faibles (Influence : 0 à 5, Respect : 0 à 5)",
                "Contexte": "• Uresaïr, bien que consentante à la possession, reste réticente à certaines explorations • Les sabliers géants sont des constructions d'Uresaïr contenant des flux temporels qu'elle a \"emprisonnés\" pour les consulter ou les isoler • Les trois objets personnels significatifs (pour la quête \"Les Ancres de l'Immortelle\") sont laissés temporairement dans le sanctuaire • L'écosystème des Plis est instable, avec des failles spatio-temporelles qui déchirent périodiquement le tissu de la réalité",
                "Déroulé": "• Choix de direction initiale • Désert temporel occidental • Désert temporel oriental • Faille temporelle (plus instable) • Passage à la strate II",
                "Points d’intérêts/fluff": "• Des Amibes Mémorielles dérivent entre les sabliers, parfois attirées par l'Éthérée lorsqu'elle déclenche une vision • Des inscriptions en Kesh-Varash sur les socles des sabliers révèlent une taxonomie temporelle développée par Uresaïr • Les zones entre les failles présentent une acoustique unique où les sons se répètent avec un léger décalage, ou s’entendent d’avoir lieu"
            }
        },
        {
            "Nom": "Vue sur le Puits (Jour 33)",
            "Structure Macro": "Traversée du Désert des Echos",
            "Implémenté ?": "{'id': 'cuem', 'type': 'checkbox', 'checkbox': False}",
            "Sprint": "Plus tard",
            "Peut débloquer": "{'id': 'oeah', 'type': 'rich_text', 'rich_text': []}",
            "Bloqué par": "{'id': 'weSI', 'type': 'rich_text', 'rich_text': []}",
            "Introduction": {},
            "Déroulé du Script :": {
                "Point de départ": "• Dernière dune avant la descente vers le Puits Céleste • Vue panoramique sur l'immense structure du Grand Pilier d'Amath'ka • Brouillard blanc caractéristique s'élevant des profondeurs du Puits",
                "Contexte": "• La caravane a survécu au voyage mais a perdu plusieurs membres • Un pacte implicite s'est formé entre Vethraak et Uresaïr • Le Puits Céleste marque la transition entre le désert et la civilisation",
                "Déroulé": "• Contemplation: Moment de pause où l'Éthérée/Uresaïr observe le Puits pour la première fois • Réflexions de Vethraak: Monologue où il partage ses connaissances sur le Puits et ses dangers • Bilan du voyage: Conversation avec Khet'Maral qui reconnaît la compétence de Vethraak • Préparation finale: Discussion sur les routes à emprunter dans le Puits • Proposition formelle: Vethraak propose une alliance pour naviguer dans le Puits Céleste • Transition: La caravane entame sa descente vers le Puits, marquant la fin de la traversée du désert",
                "Points d’intérêts/fluff": "• Des pilleurs des cieux tournoient au-dessus du Puits, leurs cris résonnant comme un avertissement • Une inscription ancienne sur un rocher marque l'entrée du territoire du Puits: \"Nul ne retourne inchangé\""
            }
        }
    ]
}