{
    "table_des_patterns": [
        {
            "Nom": "SansTitre",
            "Occurrences": "Aberrations Bouffies (assimilation de compétences), Moribandons (absorption/recyclage), Imuins (greffes, alimentation d'information), Kephrasites (agrégation de ressources), Photophores (absorption d'électricité), Forêts Corail/Cité Labiale (absorption souvenirs/mots), Vaideccans (marque émotionnelle), Léviathan (absorption minéraux et résidus psychiques durant Grande Convergence), Lichen-Sang (métabolise souffrances mentales), Tours Umcut (digestion mémorielle sélective, absorption corps et expériences)",
            "Statut": "A limiter",
            "Type": "Cliché",
            "Dernière modification": "{'id': '%5BukZ', 'type': 'last_edited_time', 'last_edited_time': '2026-01-18T20:25:00.000Z'}",
            "Total": "10",
            "Description": "Absorption d'éléments extérieurs pour obtenir de nouvelles capacités",
            "Nom du pattern": "Absorption/assimilation",
            "Tropes": {
                "_general": "Power Copying (copie de pouvoir par absorption) - Description : Obtenir les capacités d'autrui en les absorbant/dévorant/assimilant physiquement. - Intérêt ou subversion : Cliché éculé en fantasy (vampires psychiques) et SF (Borg, Zerg). Peut devenir intéressant si l'absorption a un coût cognitif majeur ou crée des conflits identitaires irréversibles. - Cohérence : Cohérent avec le matérialisme si l'assimilation est physique (réseaux neuronaux, structures biologiques). Les Aberrations Bouffies l'exploitent bien : patterns neuronaux assimilés, pas les souvenirs. Energy Absorption (absorption d'énergie) - Description : Se nourrir d'électricité, de lumière, d'émotions ou d'autres formes d'énergie pour croître. - Intérêt ou subversion : Banal en SF (créatures photoélectriques). Devient original si le type d'énergie est inhabituel (énergie transactionnelle des Kephrasites) ou si l'absorption modifie fondamentalement l'entité. - Cohérence : Cohérent si l'énergie absorbée est matérielle (photons, électrons, chaleur). Incohérent si \"énergie émotionnelle\" sans mécanisme physique explicite. Hive Mind Through Assimilation (esprit-ruche par assimilation) - Description : Créer une conscience collective en assimilant d'autres êtres dans un super-organisme. - Intérêt ou subversion : Très cliché (Borg, Zerg, Tyranides). Intéressant uniquement si la perte d'individualité est traitée comme tragédie ou si le super-organisme a des failles exploitables. - Cohérence : Cohérent avec un mécanisme physique (communication chimique, réseaux neuronaux partagés). Les Kephrasites l'exploitent via leur ambre fictif comme medium de connexion. You Are What You Eat (tu es ce que tu manges) - Description : L'alimentation modifie fondamentalement la nature physique ou mentale de l'entité. - Intérêt ou subversion : Vieux comme le monde (lycanthropie, vampirisme). Devient pertinent si les changements sont graduels, irréversibles, et créent des dilemmes moraux concrets. - Cohérence : Très cohérent avec le matérialisme : la matière ingérée reconstruit littéralement le corps. Les Moribandons (recyclage de déchets) et Aberrations Bouffies incarnent ce principe."
            },
            "Occurences": {
                "_general": "Aberrations Bouffies : Prédateurs massifs assimilant les patterns neuronaux (compétences, langues, savoirs) de proies vivantes sans copier les souvenirs personnels ; trois stades (Bruts/Éveillés/Doctes) selon la complexité des proies dévorées. Moribandons : Chimères organico-synthétiques émergeant des décharges, recyclant et absorbant la matière pour croître et muter ; transformateurs de déchets en ressources. Imuins : Cyborgs modulaires pratiquant greffes et auto-modification, absorbant de l'information via interfaces technologiques pour améliorer leurs capacités. Kephrasites : Super-organismes de scarabées (conscience collective économique) se nourrissant d'énergie transactionnelle et s'agrégeant en structures plus complexes selon les besoins du marché. Photophores : [Entité non documentée dans les recherches] Absorption d'électricité pour subsister ou se développer. Forêts Corail / Cité Labiale : Le Brouillignon implante des souvenirs parasites et absorbe des mots/concepts des visiteurs, créant une économie mémorielle basée sur l'oubli comme ressource. Vaideccans : Absorption d'empreintes émotionnelles qui marquent durablement leur psyché, influençant leur comportement et leur évolution."
            },
            "Risques de saturation": {
                "_general": "Signaux d'alerte concrets: quand ce pattern devient prévisible ou affaiblit l'impact des occurrences Signaux d'alerte critiques : Dilution du concept : Si chaque espèce \"absorbe quelque chose\", le pattern perd toute spécificité et devient un fourre-tout narratif. Mécanisme flou : Quand l'absorption fonctionne \"parce que magie/mystique\" sans justification matérialiste claire, cela trahit les fondements d'Escelion. Absence de coût : Si l'absorption est toujours bénéfique sans conséquence négative (surcharge cognitive, mutation indésirable, dépendance), elle devient un super-pouvoir gratuit. Répétition des conflits : \"Personnage X absorbe Y, doit gérer les conséquences\" devient prévisible à la troisième occurrence si les dilemmes sont structurellement identiques. Homogénéisation : Les Aberrations Bouffies, Moribandons, et Kephrasites risquent de sembler interchangeables si leurs absorptions ne créent pas des dynamiques narratives distinctes. Seuil de saturation : Actuellement 7 occurrences. Au-delà de 10, chaque nouvelle occurrence devra justifier en quoi son absorption est fondamentalement différente des précédentes, ou accepter d'être un élément d'ambiance mineur."
            },
            "Stratégies de mitigation": {
                "_general": "Leviers pour rendre chaque occurrence unique malgré le pattern commun (échelle, contexte, conséquences, tonalité, rythme) ou, au contraire, pour créer des “clusters” avec une logique commune Note préliminaire : Ces stratégies atténuent les symptômes d'un pattern déjà saturé. Elles ne créent pas l'originalité, elles limitent les dégâts. 1. Respecter le matérialisme Chaque absorption DOIT avoir un mécanisme physique explicite ou fortement suggéré : Aberrations Bouffies : réseaux neuronaux distribués intégrant patterns synaptiques Kephrasites : communication chimique via ambre fictif Photophores : conversion photovoltaïque/bioélectrique Forêts Corail : implantation physique de structures mémorielles dans les neurones 2. Différencier par les coûts Coût cognitif : Aberrations Bouffies \"Désaccordées\" avec compétences contradictoires devenant dysfonctionnelles Coût physiologique : Moribandons mutant de façon imprévisible, risque de rejet Coût social : Aberrations Bouffies Doctes perçues comme monstres cannibales Coût existentiel : Kephrasites perdant individualité dans le super-organisme 3. Créer des clusters thématiques distincts Cluster biologique : Aberrations Bouffies, Moribandons, Vaideccans (transformation physique/mentale) Cluster technologique : Imuins, Photophores (amélioration par greffes/énergie) Cluster collectif : Kephrasites (conscience partagée vs identité individuelle) Cluster environnemental : Forêts Corail (écosystème entier pratiquant l'absorption mémorielle) 4. Varier les dynamiques narratives Service funéraire (Aberrations Bouffies Doctes) : absorption = continuité honorable Parasitisme (Brouillignon) : absorption = vol/colonisation Symbiose économique (Kephrasites) : absorption = optimisation systémique Recyclage pragmatique (Moribandons) : absorption = gestion des déchets 5. Limiter les nouvelles occurrences Au-delà de 10 occurrences, imposer une justification narrative exceptionnelle : pourquoi cette absorption est-elle nécessaire plutôt que cool ?"
            },
            "Checklist avant nouvelle occurrence": {
                "_general": "Questions à se poser avant d'ajouter une entité utilisant ce pattern: L’occurrence fait-elle le choix affirmé de se lier à des éléments similaires, ou de se différencier ? Mécanisme matérialiste clair : L'absorption a-t-elle une explication physique/biologique explicite ou fortement suggérée ? (Pas de \"magie\" ou \"essence spirituelle\") Coût non-trivial : Quelles sont les conséquences négatives concrètes de cette absorption ? (Cognitive, physiologique, sociale, existentielle) Différenciation forte : En quoi cette absorption est-elle fondamentalement différente des 7+ occurrences existantes ? Dilemme moral spécifique : Quel conflit éthique unique cette occurrence crée-t-elle ? (Au-delà du sempiternel \"est-ce qu'absorber = tuer ?\") Nécessité narrative : Pourquoi cette occurrence est-elle nécessaire à l'univers plutôt que simplement cool ? L'occurrence évite-t-elle les pires tropes ? (Absorption sans coût, super-pouvoir gratuit, Borg/Zerg générique) Cluster défini : À quel cluster thématique appartient cette occurrence ? (Biologique/Technologique/Collectif/Environnemental)"
            }
        }
    ]
}